[1,["ecpdLyjvZBwrvm+cedCcQy","14bxddymRN7rePdMh1+Zwh","9bvaMerUlDyary99mJa6xp","d0CnALRatKs6qdwI5Hsp8X","1aLlBZ4RRCPIm2kwPT9GsE","f5V1PNtNFC8pw9kjPqFuou","96q7jwT8BDdYaYur/1tzSD","c1zjPRzVhNIr+rB0bmfl+U","20vLyp+RNHc6/E3jofvRna","5f5dyqtRNNxaFmVzYns6FZ","ef5SlVOwZIm5lx0bTfGF6x","5cO7kybDxGj4ipyMYdRYZB"],["node","_N$file","_spriteFrame","_parent","_N$font","_N$imageAtlas","_textureSetter","root","content6","content5","content4","content3","content2","content1","content0","sc_content","nodeBg","data","_N$verticalScrollBar","_N$normalSprite","_N$pressedSprite","_N$hoverSprite","_N$disabledSprite"],[["cc.Node",["_name","_objFlags","_active","_opacity","_prefab","_contentSize","_components","_trs","_parent","_children","_anchorPoint","_color","_eulerAngles"],-1,4,5,9,7,1,2,5,5,5],["cc.Sprite",["_sizeMode","_type","node","_materials","_spriteFrame"],1,1,3,6],["cc.Node",["_name","_objFlags","_parent","_components","_prefab","_contentSize","_trs","_children","_color","_anchorPoint"],1,1,2,4,5,7,2,5,5],["cc.PrefabInfo",["fileId","root"],2,1],["cc.Widget",["alignMode","_alignFlags","_originalHeight","_left","_originalWidth","node"],-2,1],["cc.Button",["_N$transition","node","clickEvents","_N$normalColor","_N$pressedColor","_N$disabledColor","_N$target","_N$normalSprite","_N$pressedSprite","_N$hoverSprite","_N$disabledSprite"],2,1,9,5,5,5,1,6,6,6,6],["cc.Label",["_string","_fontSize","_isSystemFontUsed","_N$horizontalAlign","_N$verticalAlign","_lineHeight","node","_materials","_N$file"],-3,1,3,6],"cc.SpriteFrame",["cc.Prefab",["_name"],2],["cc.Node",["_name","_objFlags","_active","_children","_components","_prefab","_contentSize","_anchorPoint","_trs"],0,2,12,4,5,5,7],["bf2b4FDmtBKPo7sfBq/IhAK",["node","nodeBg","sc_content","content0","content1","content2","content3","content4","content5","content6"],3,1,1,1,1,1,1,1,1,1,1],["cc.Mask",["_N$alphaThreshold","node","_materials"],2,1,3],["cc.Layout",["node","_layoutSize"],3,1,5],["cc.ClickEvent",["_componentId","handler","target"],1,1],["cc.ScrollView",["horizontal","brake","bounceDuration","_N$horizontalScrollBar","node","_N$content"],-1,1,1],["cc.Scrollbar",["_N$direction","node","_scrollView","_N$handle"],2,1,1,1],["cc.RichText",["_isSystemFontUsed","_N$string","_N$fontSize","_N$maxWidth","_N$lineHeight","node","_N$font","_N$imageAtlas"],-2,1,6,6]],[[3,0,1,2],[0,0,8,6,4,11,5,7,2],[6,0,1,5,2,3,4,6,7,8,7],[6,0,1,2,3,4,6,7,8,6],[1,1,0,2,3,4,3],[12,0,1,1],[0,0,8,6,4,5,10,2],[16,0,1,2,3,4,5,6,7,6],[0,0,2,9,4,5,10,7,3],[0,0,8,6,4,11,5,10,7,12,2],[0,0,2,8,9,4,5,10,7,3],[0,0,8,9,6,4,5,7,2],[8,0,2],[0,0,1,9,6,4,3],[0,0,9,6,4,5,2],[0,0,3,8,6,4,11,5,3],[0,0,1,6,4,5,7,3],[0,0,8,6,4,5,7,2],[9,0,1,2,3,4,5,6,7,8,4],[2,0,2,7,3,4,5,6,2],[2,0,1,2,3,4,8,5,9,6,3],[10,0,1,2,3,4,5,6,7,8,9,1],[3,1,1],[11,0,1,2,2],[1,0,2,3,4,2],[1,2,3,4,1],[1,1,0,2,3,3],[4,0,1,3,2,5,5],[4,0,1,4,2,5,5],[5,1,1],[5,0,1,2,3,4,5,6,7,8,9,10,2],[13,0,1,2,3],[14,0,1,2,3,4,5,5],[15,0,1,2,3,2]],[[[{"name":"tx_GameRule","rect":[0,0,278,44],"offset":[0,0],"originalSize":[278,44],"capInsets":[0,0,0,0]}],[7],0,[0],[6],[7]],[[[12,"dialog_help"],[13,"dialog_help",512,[-12,-13],[[21,-11,-10,-9,-8,-7,-6,-5,-4,-3,-2]],[22,-1]],[8,"contentTL",false,[-14,-15,-16,-17,-18,-19,-20,-21,-22,-23],[0,"99zRPAffVD7JfylHhzi4+H",1],[5,1000,3181.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[8,"contentEN",false,[-24,-25,-26,-27,-28,-29,-30,-31,-32,-33],[0,"d6RyahP7JKh5LZ6GlsaK20",1],[5,1000,3931.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[8,"contentID",false,[-34,-35,-36,-37,-38,-39,-40,-41,-42,-43],[0,"f4F73ng2xDOJDXu7KjmzHx",1],[5,1000,4331.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[8,"contentKR",false,[-44,-45,-46,-47,-48,-49,-50,-51,-52,-53],[0,"5fgUciGy5JepZX8ZWNNvu5",1],[5,1000,3531.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[8,"contentJP",false,[-54,-55,-56,-57,-58,-59,-60,-61,-62,-63],[0,"5dvqqn8D5B15i9ta19/4O4",1],[5,1000,3756.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[14,"view",[-65,3,-66,4,2,5,6],[[23,0,-64,[117]]],[0,"04ri9Be8tCEI+sCUcGs7Na",1],[5,1000,580]],[10,"contentVN",false,7,[-67,-68,-69,-70,-71,-72,-73],[0,"9aNIynk2hMcLNIQ7bfqoU3",1],[5,1000,4031.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[10,"contentCN",false,7,[-74,-75,-76,-77,-78,-79],[0,"73uisSzGlF6KvjHOimBzBq",1],[5,1000,3381.5],[0,0.5,1],[0,290,0,0,0,0,1,1,1,1]],[11,"bg_popup",1,[-81,-82,-83],[[24,0,-80,[140],141]],[0,"3cmzDJpJhB8Lk1+mc69C+4",1],[5,1050,720],[0,0,0,0,0,0,1,0,0,1]],[18,"scrollBar",512,false,[-87],[[-84,[27,0,37,350.07654921020657,237,-85],[4,1,0,-86,[138],139]],1,4,4],[0,"e3Ab2a22RF05jenq5GzYYs",1],[5,12,580],[0,1,0.5],[500,0,0,0,0,0,1,1,1,1]],[15,"bgdark",150,1,[[4,1,0,-88,[0],1],[5,-89,[5,2000,2000]],[29,-90]],[0,"83/6v7NVdK2pB60n2CRxH6",1],[4,4278190080],[5,2000,2000]],[16,"Background",512,[[4,1,0,-91,[4],5],[28,0,45,100,40,-92]],[0,"d7sdnLNYNJXJeG4qHvhyUs",1],[5,84,84],[0,0,0,0,0,0,1,1,1,0]],[19,"sc",10,[11,7],[-93],[0,"0fH2h8+FFCdqV+Qw0SSSbE",1],[5,1000,580],[0,-49.368,0,0,0,0,1,1,1,1]],[11,"bt_close",10,[13],[[30,2,-94,[[31,"bf2b4FDmtBKPo7sfBq/IhAK","hideDialg",1]],[4,4293322470],[4,4291348680],[4,3363338360],13,6,7,8,9]],[0,"9b6QcPDtRN7YZNxUFrpssE",1],[5,84,84],[485.719,319.991,0,0,0,0,1,1,1,0.66667]],[32,false,0.75,0.23,null,14,2],[1,"New Layout",3,[[4,1,0,-95,[33],34],[5,-96,[5,10,2]]],[0,"dfiaimDE1Cmq8qotLp6C8j",1],[4,4278190335],[5,10,2],[-265.696,-870.156,0,0,0,0,1,1,1,1]],[9,"New Layout copy",3,[[4,1,0,-97,[35],36],[5,-98,[5,90,2]]],[0,"1b9HLkcsROuo7L1SQt/JES",1],[4,4278190335],[5,90,2],[0,1,0.5],[-260.718,-870.571,0,0,0,0.224951054343865,0.9743700647852352,1,1,1],[1,0,0,26]],[1,"New Layout",4,[[4,1,0,-99,[65],66],[5,-100,[5,10,2]]],[0,"01NujKmCFIX64Xs6B1sAqg",1],[4,4278190335],[5,10,2],[-265.696,-995.958,0,0,0,0,1,1,1,1]],[9,"New Layout copy",4,[[4,1,0,-101,[67],68],[5,-102,[5,90,2]]],[0,"3cXKlB6ytIboE+f5X8Kiqh",1],[4,4278190335],[5,90,2],[0,1,0.5],[-260.718,-996.373,0,0,0,0.224951054343865,0.9743700647852352,1,1,1],[1,0,0,26]],[1,"New Layout",5,[[4,1,0,-103,[85],86],[5,-104,[5,10,2]]],[0,"31Vv3SG05NtbT839PLEVH/",1],[4,4278190335],[5,10,2],[-265.696,-845.768,0,0,0,0,1,1,1,1]],[9,"New Layout copy",5,[[4,1,0,-105,[87],88],[5,-106,[5,90,2]]],[0,"2dpgZEP+pI/78OqBpMqY6i",1],[4,4278190335],[5,90,2],[0,1,0.5],[-260.718,-846.183,0,0,0,0.224951054343865,0.9743700647852352,1,1,1],[1,0,0,26]],[1,"New Layout",6,[[4,1,0,-107,[105],106],[5,-108,[5,10,2]]],[0,"2f4UNppxVPUac6XdAW7SCv",1],[4,4278190335],[5,10,2],[-265.696,-769.851,0,0,0,0,1,1,1,1]],[9,"New Layout copy",6,[[4,1,0,-109,[107],108],[5,-110,[5,90,2]]],[0,"73ddqZ/OxOpppkZbAhTPfs",1],[4,4278190335],[5,90,2],[0,1,0.5],[-260.718,-770.266,0,0,0,0.224951054343865,0.9743700647852352,1,1,1],[1,0,0,26]],[1,"New Layout",2,[[4,1,0,-111,[126],127],[5,-112,[5,10,2]]],[0,"bbEhHLZIFAGoH9quv9c5Oj",1],[4,4278190335],[5,10,2],[-265.696,-820.617,0,0,0,0,1,1,1,1]],[9,"New Layout copy",2,[[4,1,0,-113,[128],129],[5,-114,[5,90,2]]],[0,"17lo6L63tBYqzYqVXRNhae",1],[4,4278190335],[5,90,2],[0,1,0.5],[-260.718,-821.032,0,0,0,0.224951054343865,0.9743700647852352,1,1,1],[1,0,0,26]],[17,"tx_GameRule",10,[[25,-115,[2],3]],[0,"545XjBi8BPhqadFBO66eDS",1],[5,278,44],[0,320.635,0,0,0,0,1,1,1,1]],[20,"bar",512,11,[-116],[0,"afBDHWKt9J9on4OHDtOi2f",1],[4,4278266235],[5,10,103.30109012743743],[0,0,0],[-11,186.69890987256258,0,0,0,0,1,1,1,1]],[26,1,0,28,[10]],[33,1,11,16,29],[6,"lb_content_vn",8,[[7,false,"<b>Cách chơi một ván cờ cá ngựa cơ bản</b>\nBắt đầu từ người chơi đầu tiên. Đến lượt chơi của mình, người chơi sẽ lắc cùng xúc xắc trong cốc, rồi tung ra ngoài. Khi đó, quân xúc xắc đổ xuống sẽ có các mặt chấm, đây sẽ là điểm của người chơi. Điểm này quyết định tới các hành động dưới đây mà người chơi có thể thực hiện. Người chơi có thể thực hiện một trong số các hành động sau:\n<b>1. Xuất 1 quân cờ</b>\nBắt đầu ván chơi, mỗi đội sẽ được \"tự động\" xuất được 1 quân ngựa đầu tiên. Các quân ngựa tiếp theo sẽ chỉ được xuất chuồng nếu người chơi đổ được cặp xí ngầu đặc biệt gồm: cặp 1-6, cặp đôi\n \n<b>2. Di chuyển quân</b>\nKhi trên bàn cờ người chơi đang có ít nhất 1 quân thì số chấm trên xúc xắc tương ứng với số ô mà quân cờ được bước tiếp. Hướng di chuyển của quân cờ là theo chiều ngược chiều kim đồng hồ. \n<b>- Đá/ Bị đá:</b>Nghĩa là việc bạn tung được số chấm, bằng chính số ô di chuyển mà tại đó có ngựa của đối phương. Khi đó, bạn có thể đá văng quân của đối thủ ra khỏi bàn cờ để nó quay về ô vuông trước khi xuất phát. \n<b>Lưu ý:</b>Mỗi ô cờ chỉ được duy nhất \"1 ngựa\" đứng tại đó. Nếu ngựa phía sau di chuyển mà số tổng số hột xí ngầu lớn hơn khoảng cách với ngựa ngay phía trước, thì ngựa đó sẽ không được di chuyển vượt mặt.\n\n<b>3. Về/vào chuồng</b>\nKhi quân cờ của người chơi đi được đủ một vòng bàn cờ mà không bị ngựa đối phương đá, ngựa của người chơi sẽ về đến chuồng của mình. Vị trí vào chuồng sẽ phải theo thứ tự từ lớn nhất đến nhỏ liền kề. Ngựa nào về chuồng trước thì phải vào vị trí cao nhất (vị trí số 6) hoàn chỉnh thì mới thắng cươc ngựa lên chuông. Các ngựa tiếp theo cũng sẽ phải vào các vị trí liền kề ngay sau đó (5-3)\n \n\n \n \n \n \n \n \n \n  <img src='vn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n\n<b>A. Các luật chơi đặt biệt:</b>\n<b>1. Ăn Mạ Thầu</b>\nKhi người chơi nào điều ngựa chạy về chuồng nhanh nhất, và đổ hột sao cho ngựa nhảy 1 bước một lên \"Mức 6\", như thế người chơi đó thắng cược Thầu Mạ. Số tiền thắng sẽ là x3 so với mức cược \"ngựa về chuồng\" theo giá của bàn chơi đó\nLưu ý: nếu một người chơi bất kỳ lên được chuồng mức 6, nhưng không phải là Thầu Mạ, thì thưởng thầu mạ sẽ không bị hủy. Tất cả những người chơi còn lại đều còn cơ hội dẫn ngựa về chuồng và tranh thắng cược thầu mạ.\n\n<b>2. Luật đá ngựa</b>\nKhi người chơi đổ được số hột xí ngầu bằng đúng với khoảng cách của ngựa đối phương ngay liền kề phía trước.\nNếu đổ được cặp 1 hoặc cặp 6, số tiền thắng sẽ là x2 so với số tiền thanh toán cho cược đá bình thường\nRa quân và đá ngựa cùng lúc: nếu người chơi đổ được cặp, và cặp đó ứng với số khoảng cách mà ngựa đối phương đang đứng gần cửa chuồng của mình, thì người chơi này có thể vừa được ra quân và đá ngựa đối phương cùng lúc\nVí du: ngựa của người chơi B đang đứng vị trí cách 4 ngay cửa chuồng của người chơi A. Người chơi A đổ xí ngầu ra cặp 2 (hoặc cặp 4), thì người chơi A sẽ vừa được ra quân và đá luôn ngựa của người chơi B ngay vị trí cách 4 so với cửa chuồng ngựa đang đứng. Tương tự, người chơi B đứng vị trí cách 7, thì sẽ bị đá nêú người chơi A đổ được số 1-6.\nĐặc biệt, nếu có 2 hoặc nhiều hơn số ngựa có cùng khoảng cách với ngựa đối phương, và người đến lượt đi đổ được số điểm bằng đúng với khoảng cách đó, thì những ngựa này sẽ được di chuyển và đá các ngựa đối phương với số khoảng cách tương ứng.\nLưu ý: 1 ngựa có thể đá nối nếu có 2 hoặc nhiều hơn ngựa đối phương có khoảng cách giống nhau và trùng với số điểm xí ngầu được đổ.\nNếu người chơi đổ được cặp bất kỳ, người chơi có thể lựa chọn di chuyển ngựa với tổng số điểm đổ được, hoặc 1/2 số điểm đổ được. Ví dụ: người chơi A đổ được cặp 2, thì người chơi A có thể di chuyển 2 bước hoặc 4 bước. Luật đi này cũng được áp dụng để đá ngựa đối phương.\n \n<b>3. Đẩy ngựa lên chuồng</b>\nNếu người chơi không thể di chuyển ngựa vào chuồng ở vị trí cao nhất theo thứ tự (6-5-4-3), thì người chơi chỉ có thể đẩy ngựa lên khi đổ được xi ngầu với tổng số đúng với vị trí cần đẩy, hoặc với cặp hột giống nhau.\nVí dụ: người chơi A cho ngựa vào chuồng ở vị trí 4. Người chơi A chỉ có thể đẩy ngựa lên vị trí 5 nếu đổ được cặp xí ngầu có tổng số là 5 hoặc cặp xí ngầu bất kỳ.\n\n<b>4 Sập hầm</b>\nNếu người chơi đổ xí ngầu mà ngựa phải vào di chuyển vào chuồng tại vị trí SỐ 1,  người chơi đó sẽ phải thanh toán cược cho tất cả những người chơi còn lại số tiền bằng đúng số tiền một con ngựa \"về chuồng hoàn tất\"\nNếu người chơi bị mất kết nối internet, hoặc bỏ dỡ bàn chơi mà không di chuyển ngựa trong thời gian quy định của mỗi lần di chuyển. Hệ thống sẽ di chuyển ngựa có vị trí XUẤT CHUỒNG XA NHẤT. Và ngay cả khi ngựa này phải di chuyển vào chuồng vị trí 1, thì hệ thống vẫn sẽ di chuyển theo đúng luật định.\n \n<b>5. Khi người chơi mất kết nối internet hoặc không tiến hành di chuyển ngựa trong thời gian quy định</b>\nKhi người chơi bị mất kết nối internet hoặc bỏ dở ván chơi mà không tiến hành di chuyển ngựa trong thời gian quy định của mỗi lần đổ hột. Khi đó, người chơi sẽ không thể tự thoát khỏi bàn chơi cho đến khi kết thúc hoàn toàn ván chơi. Hệ thống sẽ tự động mặc định di chuyển ngựa nào có vị trí \"XA CHUỒNG XUÂT PHÁT\" nhất. Nếu ngưạ có vị trí xa chuồng xuất phát không thể di chuyển do bị vướng ngưạ đối phưong phía trước, thì ngựa có vị trí xa chuông kế tiếp sẽ là ngựa di chuyển\n\n<b>6. Buộc đá, buộc quân, buộc níu</b>\na. Buộc đá: người chơi bất kỳ đổ xí ngầu có tổng số điểm đúng với khoảng cách ngựa phía trước, thì ngựa đó sẽ bắt buộc di chuyển đá ngựa phía trước. Tất cả những ngựa khác không được ưu tiên di chuyển ngoài những ngựa có số điểm \"buộc đá\"\nb. Buộc quân: Nếu ngựa có đối phưong bất kỳ đang di đứng trên vị trí gần cửa chuồng từ vị trí 1-6, thì người chơi tại vị trí chuồng đó sẽ phải buộc \"ra quân\" nếu đổ được số cặp bất kỳ hoặc cặp số 1-6.\nc. Buộc níu: nếu ngựa của người chơi bất kỳ đang đứng tại vị trí 1-3 của đối thủ A, và có 1 ngựa của 1 đối thủ khác (C/D) di chuyển vào \"ngay khu vực cửa xuất ngựa\" của chuồng ngựa A, thì ngựa của người chơi đang đứng từ vị trí 1-3 đó sẽ phải \"buộc níu\" ngựa của đối thủ đang đứng ở cửa chuồng cho đến khi bị đá, hoặc ngựa bị níu tự di chuyển được, hoặc không còn lựa chọn ngựa khác để di chuyển.\nVí dụ: ngựa có đối thủ B đang đứng trên vị trí số 3 gần cửa chuồng của người chơi A, và có 1 ngựa của người chơi C di chuyển vào cửa chuồng (vị trí 0) của người chơi A. Lúc đó, ngựa của người chơi B sẽ bị áp dụng luật \"buộc níu\" ngựa của người chơi C đang đứng tại vị trí cửa xuất phát của người chơi A. Ngưạ buộc niú B sẽ chỉ có thể di chuyển khi được đổ cặp số <3 để di chuyển ra khỏi cửa chuồng hoăc người chơi B không còn quân ngựa nào khác trên bàn để di chuyển.\n<i>*Luật buộc níu chỉ xảy ra với 2 điều kiện:\n- có 1 con ngựa đứng vào ngay khu vực cửa xuất ngựa của một đối phương khác\n- và có 1 con ngựa khác đang đứng trước cửa chuồng đó từ vị trí 1-3</i>\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\n<i><b><color=#ff0000>Hình ảnh minh họa : ngựa xanh dương sẽ được gọi là buộc níu trong tình trạng này</color></b></i>\n<i><color=#ff0000>A là đội màu đỏ</color></i>\n<i><color=#ff0000>B là ngựa màu xanh dương (đang đứng trước cửa chuồng từ vị trí 1-3 của đội màu đỏ)</color></i>\n<i><color=#ff0000>C/D là ngựa màu xanh lá (đứng vào ngay khu vực cửa xuất ngựa của đội màu đỏ)</color></i>\n\n<b>7. Quy tắc ngựa chạy về chuồng và thắng cược</b>\nNgười chơi phải di chuyển ngựa làm sao để chạy đủ 1 vòng và điều ngựa về chuồng. Ngưạ phải di chuyển về chuồng tại vị trí cao nhất (6) và các ngựa sau cũng phải di chuyển vào vị trí cao nhất kế tiếp. Mỗi lần di chuyển ngựa vào chuồng hoàn tất, người chơi sẽ thắng tiền cược các người còn lại với số tiền cươc cuả bàn chơi đó.\n~ Luật được tiếp tục đổ xí ngầu liên tiếp:\nNgười chơi sẽ được tiếp tục tiến hành đổ xí ngầu liên tiếp khi:\na. Đổ được cặp xí ngầu giống nhau\nb. Đổ được cặp xí ngầu 1-6\nc. Đổ được xí ngầu có số điểm ĐÁ NGƯẠ đối phương\n\n<b>8. Luật ăn trắng/ăn cóng</b>\nNếu người chơi bất kỳ điều được cả 4 ngựa về chuồng các vị trí từ 6-3, mà trong bàn chơi có bất kỳ người chơi nào khác chưa có 1 ngựa nào vào chuồng vị trí số 6 hoàn chỉnh, thì người chơi đó sẽ bị thua trắng/thua cóng. Số tiền thua sẽ bằng số tiền ngựa của người thắng lên chuồng x2 so với tiền thua cuộc\nLưu ý: nếu có 2 người chơi bị thua trắng/thua cóng, thì tiền thua cược vẫn là x2 cho mỗi người thua. Tuy nhiên, nếu cả 3 người chơi còn lại đều bị thua trắng, thì số tiền thua cược của 3 người này sẽ là x3 so với tiền thua cuộc thông thường.\n  \n<b>9. Khi người chơi bất kỳ sắp hết tiền/hết tiền khi đang còn trong bàn game</b>\nKhi người chơi bất kỳ chỉ còn số tiền <color=#ff0000>bằng hoặc nhỏ giá trị thanh toán cho 5 CON NGỰA lên chuồng hoàn chỉnh,</color> hệ thống sẽ nhày lên POP UP đề xuất người chơi đó chuyển thêm tiền từ ví game (nếu còn), hoặc nạp thêm tiền để chuyển vào trong game\nNếu người chơi đó không kịp thời chuyển thêm tiền vào trong game, và số tiền còn lại bị thua HẾT cho bất kỳ người chơi nào khác, thì người chơi này sẽ tự động bị OUT ra khỏi game. Những con ngựa của người chơi này trên bàn sẽ tự động bị xoá bỏ.\n\n<b>10. Cách tính toán đá ngựa</b>\nNgười bị đá sẽ phải trả số tiền thua là 1:1 (100%)  dựa trên stake / doanh thu - người chơi đã chọn trước đó và không được tính trên doanh thu của trò chơi\nNgười đi đá đối phương sẽ nhận được số tiền thắng là 1 : 0.93 (93%) và doanh thu sẽ được tính theo luật 1:1 (100% stake / doanh thu)\n",22,980,25,-117,11,12]],[0,"d2fPx/Ak1HuJI8snKHbObe",1],[5,980,4031.5],[0,0.5,1]],[1,"lb1",8,[[3,"Cửa chuồng",16,false,1,1,-118,[13],14]],[0,"55LOzGwLtC9IRGwU+7cyyq",1],[4,4278190080],[5,98.82,50.4],[-213.185,-735.247,0,0,0,0,1,1,1,1]],[1,"lb1 copy",8,[[3,"Chiến thắng",16,false,1,1,-119,[15],16]],[0,"50eXHvJbhOwoIGe7x+m0+F",1],[4,4278190080],[5,98.62,50.4],[417.648,-735.247,0,0,0,0,1,1,1,1]],[1,"lb1 copy",8,[[3,"cửa xuất ngựa (xanh dương)",15,false,1,1,-120,[17],18]],[0,"83CicuGoBIF4+/YclZu3pV",1],[4,4278190080],[5,213.42,50.4],[-8.536,-2729.273,0,0,0,0,1,1,1,1]],[1,"lb1 copy",8,[[3,"cửa xuất ngựa (xanh lá)",15,false,1,1,-121,[19],20]],[0,"5bUYoZLONHw6tmzhY7CFyf",1],[4,4278190080],[5,178.06,50.4],[14.847,-3019.328,0,0,0,0,1,1,1,1]],[1,"lb1 copy",8,[[2,"cửa xuất \nngựa (đỏ)",15,20,false,1,1,-122,[21],22]],[0,"e8miRLu05CoK8rLnkVzh9N",1],[4,4278190080],[5,74.4,45.2],[171.379,-2850.497,0,0,0,0,1,1,1,1]],[1,"lb1 copy",8,[[2,"cửa xuất \nngựa (vàng)",15,20,false,1,1,-123,[23],24]],[0,"a4qNcY1+FHRKRddcaCU7hG",1],[4,4278190080],[5,93,45.2],[-187.669,-2911.512,0,0,0,0,1,1,1,1]],[6,"lb_content_vn",3,[[7,false,"<b>What is Horse Race Dice Game/Pachisi Seahorse Game</b>\nHorse Race Dice Game/Pachisi Seahorse Game is a game from Pachisi family of games such as Ludo, Parcheesi etc. This game is popular in South Asia (Vietnam in particular). The game is played similar to Ludo or Parcheesi but has its own variations in the rules and game  play. It is a pure racing game requiring very little strategy compared to other similar games where certain strategies can be used to block other players from moving.\n\n<b>Gameplay</b>\nThe game can be played by 2 to 4 players. Each player has his/her own starting stable and has 4 horses in the starting. Starting stables are colour red, green, yellow and blue which are located at the four corners of the board. The target for each player is to get their horses out from their starting stable and race it to their home stable safely. Home stables have 6 spots and are numbered 1 through 6. The four horses should reach home stables and take 6th, 5th, 4th, and 3rd spot to win the game. The game is played by using 2 dice, the rules of the game are as following.\n\n<b>Rules</b>\nEach team will have one horse available outside the starting stable at the beginning of the game.\nYou needs a double (Both dice having same number) or, a pair of 1 & 6 to export the next horse.\nYou get another chances to roll if a double or a pair of 1 & 6 is rolled.\nIf you are outside the home stable then you are allowed to use sum of both dice to move.\n\n<b>Common Rules</b>\nOne spot can only have one horse at a time.\nYou can not move past a horse either your own or your opponent's. You can kick your opponent's horse back to its stable if you rolled exactly same number required to reach that spot.\nThere are no safe points for a horse so it can be kicked back to its stable at any point during its race. Through soime variations allowed the starting point for a horse to be safe point, this version of the game does not allow it.\n \n\n \n \n \n \n \n \n \n  <img src='vn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n  \n<b>A. Some of special rules:</b>\n<b>1. Special Bonus:</b>\nWhen the first player can send his/her horse to the \"6th\" position in the home stable at the first roll of the dice, the player will win three times of the bet. \nNote: If a player climbs to \"6th\" position from a lower position (e.g. 3th/4th/5th), the player cannot win the special bonus, and the chance to win the special bonus  is still open for other players until someone wins it. \n  \n<b>2. Horse kicking rules</b>\nWhen the player rolls the number of dice equal to the distance of the opponent's horse immediately in front. / Player can not move past a horse either their own or opponent's. Player can kick opponent's horse back to its stable if you rolled exactly same number required to reach that spot.\nIf the player can roll double dices (ex: 3-3, 2-2, 6-6) and total point (or half) equal to the distance of opponent's horse in front, then player can kick opponent's horses.\nIf a pair of 1 or pair of 6 is rolled, the winning amount will be x2 of the payout for the normal kick bet\nExport and kick the horse at the same time if the player rolls a double dice or 1-6, and that double corresponds to the number of distances the opponent's horse.\nExample: player B's horse is standing 4 away from player A's stable. Player A rolls the dice on pair 2 (or pair 4), then player A will have just started and kicked the horse of player B at a position 4 away from the door of the stable where the horse is standing. Similarly, if player B is in 7th position, he will be kicked if player A lands 1-6. \nIn particular, if there are 2 or more horses with the same distance as the opponent's horse, and the player in turn scores the exact same distance, then these horses will be moved and kicked the opposing horses. square with the corresponding number of distances.\nNote: 1 horse can be joined if there are 2 or more opponent horses with the same distance and the same number of dice rolled.\nIf the player rolls any pair, the player can choose to move the horse with the total number of rolls, or 1/2 of the points. For example, if player A lands a pair of 2, then player A can move 2 or 4 steps. This rule also applies to kicking the opponent's horse.\n\n<b>3. Road to home stable</b>\nIf the player cannot move the horse into the stable at the highest position in the order (6-5-4-3), then the player can only move the horse up when the dice have been rolled with the correct total. \nExample: Player A move his horse in the stable at position 4th, Player A can only move his horse to position 5 if he rolls a pair of dice totaling 5 or any double dice. \n  \n<b>4 Fall into trap</b>\nIf a player rolls the dice and the horse has to move into the stable at position 1st, that player will have to pay all remaining players an amount equal to the exact amount of one horse \"return to the stable\" to complete.\n \n<b>5. Internet disconnection/does not proceed to move the horse within the allotted time</b>\nWhen the player loses internet connection or exits the game without moving the horse within the specified time of each seeding. At that time, players will not be able to exit the table by themselves until the game is completely over. The system will automatically move the horse in the \"farthest\" position by default. If the horse farther from the starting stable cannot move because of the opponent horse in front, the horse farther from the next bell will be the moving horse.\nIf the farthest horse may move to the FALL DOWN #1 position, this also applies to situations where the Internet connection is lost or the horse fails to move the horse within the allowed time.\nPlayers cannot exit the game halfway through. If any player loses network connection or misses moving horses within the allowed time, the system will set the movement rules in accordance with the above terms. These players can only exit or transfer to the game after the game is over.\n   \n<b>6. Must Kick, Must Export, Must Hold Horse</b>\na. Must kick: any player rolls the dice with the correct total score for the horse in front, then that horse will be forced to move the front horse. All other horses have no priority to move other than those with a \"forced kick\" score\nb. Must Export: If any opponent horses is standing on a position near the barn door from positions 1-6, then the player in that stable position will be forced to \"export\" the horse if they rolls double dice or 1-6.\nc. Must hold: If an opponent B's horse is standing near the player A’s barn door from position 1-3, and another player's horse (C or D) moves into right there in the player's stall door A. In this case, player B's horse will be \"forced\" to the horse standing at the starting gate of player A. \nThe \"Forced\" horse B will only be able to move if will only be able to move when being dumped with the number <3 to move out of the barn or horse B has no other horses on the table to move.\n<i>*Note of coercion situation only occurs under two conditions:\n- there is 1 horse standing in the stall door of the opponent's stable\n- and there's another horse standing in front of that barn door from position 1-3</i>\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\t\t\t\t\t\t\t\t\t\t\t  \n<i><b><color=#ff0000>Image for exmaple : Horse Blue will be \"forced\" in this situation</color></b></i>\n<i><color=#ff0000>A - Red team</color></i>\n<i><color=#ff0000>B - Blue team </color></i>\n<i><color=#ff0000>C / D - Green team (must standing on the stall door of A/Red team)</color></i>\n\n<b>7. The rules of the horse run to the stable and win the bet</b>\nThe player must move the horse to run a full lap and send the horse back to the stable. The horse must move to the stable at the highest position (6) and the following horses must also move to the next highest position. Each time the horse is moved to the stable is completed, the player wins the rest of the bet with the stake of that table.\n~ The rule is to continue rolling the dice consecutively:\n Players will continue to roll the dice consecutively when:\na. Roll the same pair of dice\nb. Roll the dice 1-6\nc. Roll the dice with the opponent's SHOCKING score / kick to rival\n\n<b>8. Double Winnings</b>\nIf any player gets all 4 horses back to the 6-3 home stables, and there are any other players on the table who don't have a complete 6th position stallion, then that player will lost/lost frozen. The amount of loss will be equal to the amount of the winner's horse on the barn x2 compared to the losing money\nNote: if there are 2 players with a blank/frozen loss, the bet loss is still x2 for each loser. However, if the remaining 3 players all lost their bets, their losses will be x3 of the normal loss. \n  \n<b>9. When any player is running out of money/out of money while still in the game table?</b>\nWhen any player's amount is equal to or less than the payment value of the complete stable of 3 horses, the system will pop up a notification to remind the player to recharge the balance to the game. \nIf the player uses up all his/her balance and does not recharge the game immediately, the player will automatically exit the game. \n\n<b>10. How to calculate kicking horses</b>\nThe kicked player will have to pay a 1:1 (100%) loss based on the stake amount which previously selected by the player, and it will not counted as turnover.\nThe player who kicks the opponent will receive a bonus of 1:0.93 (93%), and the turnover will be calculated according to the 1:1 rule (100% stake amount)",22,980,25,-124,25,26]],[0,"db8cnfRSdAYZasl7OTZ8dA",1],[5,980,3931.5],[0,0.5,1]],[1,"lb1",3,[[3,"Home stable",16,false,1,1,-125,[27],28]],[0,"eaFRap8ZJIUorThuHnGNIk",1],[4,4278190080],[5,101.26,50.4],[-211.279,-826.741,0,0,0,0,1,1,1,1]],[1,"lb1 copy",3,[[3,"Victory",16,false,1,1,-126,[29],30]],[0,"94AsANELNNdrsnmx/e20QP",1],[4,4278190080],[5,55.89,50.4],[414.121,-826.741,0,0,0,0,1,1,1,1]],[1,"lb1 copy",3,[[3,"Road stable",16,false,1,1,-127,[31],32]],[0,"46rG9uBJpKerNvOfb+sjmY",1],[4,4278190080],[5,94.72,50.4],[-211.279,-870.16,0,0,0,0,1,1,1,1]],[1,"lb1 copy",3,[[2,"stall door \nof (Yellow)",15,20,false,1,1,-128,[37],38]],[0,"fbN9UaLmtJYLNxZ21ojyT1",1],[4,4278190080],[5,77.58,45.2],[-187.669,-2885.698,0,0,0,0,1,1,1,1]],[1,"lb1 copy",3,[[2,"stall door \nof (Red)",15,20,false,1,1,-129,[39],40]],[0,"68XcB9TVdJgajR6W1rIUdT",1],[4,4278190080],[5,73.14,45.2],[173.213,-2810.603,0,0,0,0,1,1,1,1]],[1,"lb1 copy",3,[[2,"stall door of (Blue)",15,20,false,1,1,-130,[41],42]],[0,"a4wi4lG/hAC62uZ6fCCiZc",1],[4,4278190080],[5,134.61,25.2],[-25.944,-2704.532,0,0,0,0,1,1,1,1]],[1,"lb1 copy",3,[[2,"stall door of (Green)",15,20,false,1,1,-131,[43],44]],[0,"21HpEXjipPEIgFEYQQ1TBH",1],[4,4278190080],[5,148.92,25.2],[13.051,-2994.849,0,0,0,0,1,1,1,1]],[6,"lb_content_vn",9,[[7,false,"<b>什么是赛马棋游戏/ Pachisi 赛马游戏</b>\n赛马棋子游戏/Pachisi 赛马游戏是来自Pachisi 系列游戏，例如Ludo、Parcheesi 等。在南亚（尤其是越南）很受欢迎。 该游戏的玩法类似于 Ludo 或 Parcheesi，但在规则和游戏玩法上有其自身的变化。 与其他类似游戏相比，它是一款纯粹的比赛游戏，需要很少的策略，其中某些策略可用于阻止其他玩家移动。\n\n<b>游戏玩法</b>\n游戏可以由 2 到 4 名玩家进行。 每个玩家都有自己的起跑马点，起跑时有 4 匹马棋。 起跑马点是位于棋盘四个角的红色、绿色、黄色和蓝色。 每个玩家的目标是将他们的马棋从他们的起点中取出并安全地比赛到他们的终点区。终点区有 6 个位置，编号为 1 到 6。四匹马棋应到达终点区，并占据第 6、5、4 和 3 位以赢得比赛。 该游戏使用2个骰子进行游戏，游戏规则如下。\n\n<b>规则</b>\n比赛开始时，每支球队在起点外都有一匹马棋即可使用。\n其下，您需要一个双（两个骰子的数字相同）一对 或 1 和 6 来导出下一匹马棋。\n如果掷出双倍或一对 1 & 6，您将有机会再次掷出。\n如果您在终点区，则可以使用两个骰子的总和来移动。\n\n<b>通用规则</b>\n每一个点区只能有一匹马棋站位。\n你不能越过你自己或你对手的马棋。 如果您掷出与到达该地点所需的数字完全相同的数字，您可以将对手的马棋击/踢回马厩区。\n在起跑马棋是没有位于每一个点区都是安全点，因此在比赛期间的任何时候都可以将对手的马棋击/踢回马厩区。 通过soime的变化允许马棋的起点成为安全点，这个版本的游戏不允许它。\n \n\n \n \n \n \n \n \n \n  <img src='cn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n  \n<b>特别规则</b>\n一些特殊规则：\n<b>1. 特别奖励：</b>\n_当第一个玩家可以在第一次掷骰子时将他/她的马棋送直接到谷仓门 / 终点区的“第6”位时，玩家将赢得三倍的赌注。\n注意：如果玩家从较低的位置（例如第3/4/5）爬到“第6”位置，则该玩家无法获得特殊奖励，其他玩家仍有机会获得特殊奖励，直到有人获胜为止 .\n\n<b>2. 踢马规则</b>\n_ 当玩家掷出的骰子数量等于前面对手马棋的距离时。 / 玩家不能越过自己或对手的马棋。如果您掷出与到达该地点所需的数字完全相同的数字，则玩家可以将对手的马棋击/踢回马厩区。\n如果玩家可以掷出两个骰子（例如：3-3、2-2、6-6）并且总点数（或一半）等于前面对手马棋的距离，那么玩家可以击/踢对手的马匹。\n如果掷出一对 1 或一对 6，则获胜金额将是普通踢注奖金的 x2\n如果玩家掷双骰子或 1-6，则同时导出马棋和同时击/踢马棋，如果该双骰对应于对手马棋的距离数相同。\n示例：玩家 B 的马棋站在距离玩家 A 的起马点 4 处。玩家 A 在对 2（或对 4）掷骰子，然后玩家 A 将刚刚开始导出马棋并在距离马棋站立的起马点位置 4 处踢玩家 B 的马棋。同样，如果玩家 B 在第 7 位，如果玩家 A 以 1-6 落地，他将被踢出。\n_ 特别是，如果有 2 匹马棋或更多马棋与对手的马棋距离相同，并且玩家依次得分完全相同的距离，那么这些马棋将被移动并击/踢对方的马棋。平方与相应的距离数。\n注意：如果有2匹或更多马棋，距离相同，掷骰子数相同，则可以加入1匹马。\n如果玩家掷出任何一对，玩家可以选择以掷出的总数或 1/2 的点数移动马。例如，如果玩家 A 落地一对 2，则玩家 A 可以移动 2 或 4 步。此规则也适用于击/踢对方的马棋。 ”\n\n<b>3.谷仓门 / 终点区</b>\n_如果玩家不能按照顺序 (6-5-4-3) 将马移动到最高位置的，那么玩家只能在掷出正确总数的骰子后将马棋一步一步移动。\n示例：玩家 A 在将马棋终点区移动到位置 4，玩家 A 只能在掷出一对总点数为 5 的骰子或任何双骰子时才能将马棋移动到位置 5。\n\n<b>4 落入陷阱</b>\n_所有终点区的位置 1都为陷阱区，如果玩家掷骰子并且马移动到终点区的位置 1 那么属于落入陷阱，则该玩家必须向所有剩余玩家支付等于一匹马棋的确切金额。\n\n<b>5. 网络断开/未在规定时间内移动马棋</b>\n_当玩家在每次播种的指定时间内没有移动马棋或失去互联网连接时，那么，玩家将无法自行退出牌桌，直至游戏完全结束。默认情况下，系统会自动将马棋移动到“最远”位置。如果距离起马棋点较远的马棋因前面的对手马棋而无法移动，则距离下一铃较远的马棋将是移动的马棋。\n_如果最远的马棋可能会移动到 “落入陷阱” #1 位置，这也适用于互联网连接丢失或马棋未能在允许的时间内移动马棋的情况。\n_玩家不能中途退出游戏。如果任何玩家在允许的时间内失去网络连接或错过移动马棋，系统将按照上述条款设置移动规则。这些玩家只能在游戏结束后退出或转移到游戏中。\n\n<b>6.必须击/踢，必须出/起马棋，必须持有马棋</b>\nA。 必须击/踢：任何玩家掷出骰子以正确的总得分为前面的马棋，然后该马棋将被迫移动到前面的马棋。 除了那些有“强制踢”分数的马棋之外，所有其他马棋都没有优先移动的权利\nB。 必须出/起马棋：如果任何对手马棋站在 1-6 的谷仓门(终点区)附近的位置，那么如果他们掷双骰子或 1-6，那么处于稳定位置的玩家将被迫“出/起”马棋。\nC。 强迫待着 (：如果对手 B 的马移动到位置 1-3 站在玩家 A 的马厩门区附近，而另一名玩家的马（C 或 D）移动到在起马点的玩家A 。在这种情况下，玩家 B 的马将被“强迫待着”站在1-3 玩家 A 的马厩区。\n被拴住的马只有在以下情况下才能移动\n- B队的马被踢，或玩家B持没有其他马可以移动，或者玩家B持掷出双倍或一对才可以自己移动\n<i>*注意\"强制待着\"情况只发生在两种条件下：\n- 有 1 匹马站在对手马厩的门口（起马点）\n- 还有一匹马站在1-3对手玩家的马区</i>\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\t\t\t\t\t\t\t\t\t\t\t  \n<i><b><color=#ff0000>这张图片为例如:</color></b></i>\n<i><color=#ff0000>A为红色队</color></i>\n<i><color=#ff0000>B为蓝色队</color></i>\n<i><color=#ff0000>C 或 D为绿色队</color></i>\n\n<b>7. 马跑到谷仓门 / 终点区和胜利的规则</b>\n_玩家必须移动马棋跑完一圈，然后将马棋送回终点区。马棋必须移动到最高位置（6）的终点区，后面的马棋继续必须移动到下一个最高位置(5,4,3)。每次马棋被移到终点区完成后，玩家将会赢得对手马棋的确切金额。\n_在情况下玩家可以将继续连续掷骰子：\nA。 掷出相同一对骰子\nB。 掷出骰子 1-6\nC。 掷出骰子的总得分可击/踢对手的马棋\n\n<b>8.赢双倍 / 3倍</b>\n_如果任何玩家将所有 4 匹马棋全部送回 6-3 终点区，并且桌局上还有其他玩家没有完整送回到第 6 位的终点区，那么该玩家将输光/输裸。 损失的金额将等于获胜者在谷仓中的马棋数量 x2 与亏损的钱相比\n_注意：如果有 2 名玩家出现相当的空白/失败 （输光/输裸），则每个失败者的投注损失仍为 x2。 但是，如果全部的 3 名玩家都输光/输裸，那么，他们的损失将为是正常损失的 x3。\n\n<b>9. 当任何玩家在游戏桌局中的余额不足</b>\n_当任何玩家的金额等于或小于5匹马棋的支付值时，系统会弹出提示通知，提醒玩家为游戏充值余额。\n_如果玩家用完自己的所有余额并且没有立即为游戏充值余额，那么玩家将自动退出游戏。\n\n<b>10.如何计算踢马数</b>\n被踢出的玩家必须根据玩家之前选择的投注金额支付 1:1 (100%) 的损失，并且不计入流水。\n踢到对手的玩家将获得1:0.93（93%）的奖金，并按照1:1规则（100%的投注金额）计算营业额",22,980,25,-132,45,46]],[0,"05iRw4ACRCjrDLaTeFyHcN",1],[5,980,3381.5],[0,0.5,1]],[1,"lb1",9,[[3,"胜利",16,false,1,1,-133,[47],48]],[0,"d2d1Isl4pEg7cZYd3ouKZN",1],[4,4278190080],[5,32,50.4],[414.997,-735.247,0,0,0,0,1,1,1,1]],[1,"lb1 copy",9,[[2,"（绿色）的摊位门",15,20,false,1,1,-134,[49],50]],[0,"32Y3WOezBBh6khZGRRpOkt",1],[4,4278190080],[5,120,25.2],[28.619,-2619.272,0,0,0,0,1,1,1,1]],[1,"lb1 copy",9,[[2,"（蓝色）的摊位门",15,20,false,1,1,-135,[51],52]],[0,"81ViVUqOlAtbZOpMZkUISh",1],[4,4278190080],[5,120,25.2],[-34.986,-2328.154,0,0,0,0,1,1,1,1]],[1,"lb1 copy",9,[[2,"（黄色）\n的档口",15,20,false,1,1,-136,[53],54]],[0,"92hxR8tCZBz714wJBk2WIn",1],[4,4278190080],[5,60,45.2],[-175.835,-2513.018,0,0,0,0,1,1,1,1]],[1,"lb1 copy",9,[[2,"（红色）\n的摊位门",15,20,false,1,1,-137,[55],56]],[0,"51ThetHuhD/pj4PW8QExMv",1],[4,4278190080],[5,60,45.2],[166.704,-2441.213,0,0,0,0,1,1,1,1]],[6,"lb_content_vn",4,[[7,false,"<b>Apakah Permainan Dadu Pacuan Kuda / Kuda Laut Pachisi?</b>\nPermainan Dadu Pacuan Kuda / Kuda Laut Pachisi adalah permainan yang berasal dari keluarga Pachisi seperti permainan Ludo, Parcheesi, dan lain-lain. Permainan ini terkenal di Asia Tenggara khususnya Vietnam. Permainan ini dimainkan mirip dengan Ludo atau Parcheesi tetapi memiliki variasi sendiri dalam aturan permainannya. Ini adalah permainan balap murni yang membutuhkan strategi yang sangat sedikit dibandingkan dengan permainan serupa lainnya di mana strategi tertentu dapat digunakan untuk memblokir pemain lain agar tidak bergerak.\n\n<b>Cara Bermain</b>\nPermainan ini dapat dimainkan oleh 2 hingga 4 pemain. Masing-masing pemain memiliki kandang awal sendiri dan terdapat 4 kuda di awal permainan. Terdapat kandang berwarna merah, hijau, kuning, dan biru yang terletak pada 4 sudut papan. Target dari setiap pemain adalah mengeluarkan kuda mereka dari kandang awal dan berpacu hingga kembali ke kandang mereka dengan selamat. Setiap rumah kandang memiliki 6 tempat yang diberi nomor 1 hingga 6. Keempat kuda harus mencapai rumah kandang dan mengambil tempat ke 6, 5, 4, dan 3 untuk memenangkan permainan ini. Permainan ini dimainkan menggunakan 2 buah dadu, aturan permainannya sebagai berikut.\n\n<b>Aturan</b>\nSetiap tim akan memiliki 1 kuda yang tersedia di kandang awal di setiap awal permainan.\nAnda membutuhkan dadu Dobel (kedua dadu memiliki angka yang sama) atau angka 1-6 untuk mengirim kuda selanjutnya.\nAnda akan mendapakan kesempatan lain untuk mengeluarkan dadu jika dadu yang Anda keluarkan sebelumnya adalah Dobel atau angka 1-6.\nJika Anda berada di luar rumah kandang maka Anda dapat menjumlahkan nilai dadu Anda untuk berjalan.\n\n<b>Aturan Umum</b>\nSetiap titik hanya dapat ditempati oleh 1 kuda di satu waktu.\nAnda tidak dapat berjalan mundur. Anda dapat menendang kuda lawan kembali ke kandang awal mereka jika Anda mengeluarkan dadu dengan angka yang sama untuk mencapai titik tersebut.\nTidak ada titik aman untuk setiap kuda dan kuda dapat ditendang ke kandang awal selama permainan berlangsung. Terdapat beberapa versi yang mengijinkan titik awal menjadi titik aman kuda tersebut, namun pada versi ini hal tersebut tidak berlaku.\n \n\n \n \n \n \n \n \n \n  <img src='vn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n  \n<b>A. Beberapa Aturan Khusus :</b>\n<b>1. Bonus Spesial :</b>\nPemain pertama yang dapat mencapai rumah kandang dan kudanya mengambil posisi ke 6 pada kocokan dadu pertama, maka pemain tersebut akan menang 3x dari nilai taruhan.\n \n<b>2. Aturan menendang kuda</b>\nKetika pemain mengeluarkan dadu dengan nilai yang sama sesuai dengan jarak lawan didepan. Pemain tidak dapat berjalan mundur baik kuda miliknya atau milik lawan. Pemain dapat menendang kuda lawan kembali ke kandangnya jika Anda mengeluarkan dadu dengan angka yang tepat untuk menuju tempat tersebut.\nJika pemain mengeluarkan dadu Dobel (Contoh: 3-3, 2-2, 6-6) dan total poin (atau setengahnya) sama dengan jarak lawan kuda didepan, maka pemain dapat menendang kuda lawan.\nJika angka dadu yang dikeluarkan 1-6, maka nilai kemenangan akan menjadi 2 kali lipat dari nilai kemenangan yang biasanya.\nTendang dan keluarkan kuda di waktu yang sama jika pemain mengeluarkan dadu Dobel atau 1-6, dan nilai dadu tersebut sesuai dengan jarak kuda \nContoh: Kuda pemain B terletak 4 langkah dari depan kandang kuda pemain A. Pemain A mengeluarkan dadu Dobel 2 (atau Dobel 4), maka pemain A akan berjalan sesuai dengan jumlah dadu dan dapat menendang kuda dari pemain B yang terletak 4 langkah di depan dari kandang kuda lawan tersebut. Hal yang sama, jika pemain B terletak pada posisi ke 7, maka dia akan menendang jika pemain A berada pada posisi 1-6.  \nKhususnya, jika ada 2 kuda atau lebih terletak dengan jarak yang sama dari lawan kuda, dan pemain mengeluarkan angka sesuai dengan total jarak, maka kuda-kuda tersebut akan ditendang oleh kuda lawan. \nCatatan :  Setiap Kuda bisa bergabung ke dalam permainan jika ada 2 atau lebih kuda milik lawan yang memiliki jarak yang sama dan mengeluarkan nilai dadu yang sama dengan total jarak. \nJika pemain mengeluarkan dadu dengan hasil Dobel, maka pemain berhak memilih untuk menjalankan kuda miliknya sesuai dengan angka dadu atau setengah dari pada nilai dadu tersebut. Sebagai contoh, jika pemain A mengeluarkan dadu dengan angka dobel 2, maka pemain A berhak untuk memilih bergerak total 2 langkah atau 4 langkah sesuai angka dadu yg keluar. Peraturan ini juga berlaku pada saat menendang kuda lawan.\n\n<b>3. Jalan menuju rumah kandang</b>\nJika pemain tidak dapat menuju rumah kandang pada posisi tertinggi sesuai dengan urutan (6-5-4-3), maka pemain hanya dapat berjalan ketika dadu dikeluarkan dengan nilai total yang tepat.\nContoh : Pemain A yang menjalankan kudanya yang berada di posisi ke 4 di dalam kandang, maka pemain A hanya dapat menjalankan kudanya jika dia mengeluarkan dadu angka 5 atau dadu dobel apapun.\n  \n<b>4 Jatuh ke dalam perangkap</b>\nJika pemain mengeluarkan dadu dan kuda harus pindah ke kandang posisi nomor 1, maka pemain tersebut harus membayar setiap pemain lainnya senilai dengan jumlah yang dibutuhkan kuda lawan tersebut untuk berhasil mencapai kembali kandangnya.\n \n<b>5. Koneksi Internet terputus / Tidak dapat menjalankan kuda dalam waktu yang ditentukan</b>\nKetika pemain kehilangan koneksi internet atau keluar dari permainan tanpa menjalankan kuda nya dalam waktu yang telah ditentukan, pada saat yang sama pemain tidak dapat keluar dari meja tersebut hingga permainan berakhir. Sistem akan otomatis menjalankan kuda pemain ke posisi terjauh dengan sendirinya. Jika kuda tidak dapat berjalan karena ada kuda lawan yang terletak di depannya, maka kuda selanjutnya yang berada terletak lebih jauh dari kuda tersebut yang akan berjalan.\nJika Kuda terjauh akan berjalan menuju posisi 1, maka peraturan ini akan berlaku seperti pada saat permain kehilangan koneksi internet atau gagal menjalankan kuda dalam waktu yang di tentukan.\nPemain tidak dapat keluar dari permainan pada saat permainan masih berlangsung. Jika pemain kehilangan koneksi internet atau tidak menjalankan kudanya dalam waktu yang ditentukan, maka sistem akan menerapkan peraturan diatas. Pemain hanya dapat keluar atau pindah ke permainan lain setelah permainan yang sedang berlangsung telah berakhir.\n   \n<b>6.Wajib Menendang , Wajib Mengirim , Dan Wajib Bertahan</b>\na. Wajib Menendang : Pemain yang berhasil mengeluarkan jumlah angka dadu sesuai dengan total jarak kuda lawan yang berada di depan, maka milik pemain akan berjalan menuju posisi kuda milik lawan tersebut. Kuda lainnya tidak dapat bergerak selain kuda lawan yang ditendang tersebut.\nb. Wajib Mengirim : Jika kuda berada pada posisi dekat dengan rumah kandang 1 - 6 , Pemain tersebut wajib \"Mengirim\"  kudanya ke luar jika mengeluarkan hasil dadu dobel atau 1-6. \nc. Wajib Bertahan : Jika kuda pemain B berada pada posisi dekat dengan rumah kandang pemain A di antara posisi 1 sampai dengan 3, \ndan kuda milik lawan lainnya (Pemain C atau D) berjalan menuju posisi awal pemain A, maka kuda pemain B wajib \"\"Bertahan\"\" pada posisi tersebut. \nKuda yang tertahan hanya akan dapat berjalan jika :\n- Kuda pemain B ditendang\n- Pemain C atau D tidak memiliki kuda lainnya untuk dijalankan, atau\n- Pemain C atau D dapat berjalan jika mengeluarkan dadu Dobel angka 1 atau 2\n* Situasi di atas hanya akan dapat terjadi pada 2 kondisi berikut :\n- Terdapat 1 kuda yang berada pada posisi dekat posisi awal lawan\n- Dan terdapat kuda yang berada pada posisi dekat dengan rumah kandang antara posisi 1 sampai dengan 3.\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\n<i><b><color=#ff0000>Gambar sebagai contoh : Kuda biru akan \"Bertahan\" pada situasi ini</color></b></i>\t\t\t\t\t\t\t\t\t\t\t  \n<i><color=#ff0000>A - Tim Merah</color></i>\n<i><color=#ff0000>B - Tim Biru</color></i>\n<i><color=#ff0000>C/D - Tim Hijau (harus berdiri pada posisi awal A / Tim Merah)</color></i>\n\n<b>7. Peraturan untuk mencapai ke rumah kandang dan memenangkan permainan</b>\nPemain harus berhasil berjalan memutari papan permainan sebanyak 1x  dan berhasil mengirimkan kudanya kembali ke rumah kandang. Kuda pemain harus berjalan hingga posisi tertinggi (6) di rumah kandangnya dan kuda-kuda selanjutnya juga harus berjalan hingga mencapai posisi tertinggi selanjutnya pada rumah kandngnya. Ketika setiap kuda berhasil mencapai rumah kandangnya, maka pemain tersebut dianggap telah memenangkan semua taruhan pada permainan tersebut.\nPemain akan mengeluarkan dadu berturut-turut ketika :\na. Mengeluarkan dadu Dobel / sepasang;\nb. Mengeluarkan dadu dengan angka 1-6;\nc. Mengeluarkan dadu dengan jumlah angka dimana dapat menendang kuda lawan.\n\n<b>8. Kemenangan Dobel</b>\nJika pemain berhasil menjalankan 4 kudanya kembali ke rumah kandang posisi ke 6-3, dan ada pemain lain yang belum berhasil mencapai posisi ke 6, maka pemain tersebut akan kalah/beku. Nilai kekalahan akan menjadi sama dengan nilai kemenangan pemain yang kudanya telah mencapai rumah kandang dikalikan 2.\nCatatan: Jika ada 2 pemain yang beku, maka nilai kekalahan masih terhitung 2x lipat untuk setiap pemain. Namun, jika terdapat 3 pemain yang kalah, maka nilai kekalahan mereka adalah 3x dari nilai kekalahan normal.\n\n<b>9. Ketika pemain kehabisan saldo / Saldo tidak mencukupi saat masih berada di dalam permainan</b>\nKetika jumlah saldo pemain sama dengan atau kurang dari nilai yang harus ditaruhkan untuk melengkapi rumah kandang dari 3 kuda, maka sistem akan memberi notifikasi kepada pemain untuk menambahkan saldo ke dalam permainan.\nJika pemain telah menggunakan seluruh saldonya dan tidak segera menambahkan saldo ke dalam permainan, pemain akan keluar dari permainan secara otomatis.\n  \n<b>10. Cara menghitung jumlah tendangan kuda</b>\nPemain yang ditendang akan membayar 1:1 (100%) kekalahan berdasarkan nilai taruhan yang dimana sebelumnya dipilih oleh pemain, dan nilai tersebut tidak akan dianggap sebagai nilai taruhan.\nPemain yang menendang lawan akan menerima bonus sebanyak 1:0.93 (93%), dan nilai taruhan akan dihitung berdasarkan aturan 1:1 (100% nilai taruhan)",22,980,25,-138,57,58]],[0,"7dCsrCSf9JuaV0ubJuDtM2",1],[5,980,4331.5],[0,0.5,1]],[1,"lb1",4,[[3,"Home stable",16,false,1,1,-139,[59],60]],[0,"4cHvkU1VRFUoVLpvTdBeUB",1],[4,4278190080],[5,101.26,50.4],[-211.279,-952.543,0,0,0,0,1,1,1,1]],[1,"lb1 copy",4,[[3,"Victory",16,false,1,1,-140,[61],62]],[0,"626q2pJapGK5SIuRHoOH8E",1],[4,4278190080],[5,55.89,50.4],[414.121,-952.543,0,0,0,0,1,1,1,1]],[1,"lb1 copy",4,[[3,"Road stable",16,false,1,1,-141,[63],64]],[0,"3fmSPVWmtH8KVk4MT0TzYi",1],[4,4278190080],[5,94.72,50.4],[-211.279,-995.962,0,0,0,0,1,1,1,1]],[1,"lb1 copy",4,[[2,"pintu kios (Hijau)",15,20,false,1,1,-142,[69],70]],[0,"1cTBpKnQ1FpI6OGlMz/F1K",1],[4,4278190080],[5,122.83,25.2],[28.619,-3318.106,0,0,0,0,1,1,1,1]],[1,"lb1 copy",4,[[2,"pintu kios (Biru)",15,20,false,1,1,-143,[71],72]],[0,"70xNifsUFMHa0/GseC7O3J",1],[4,4278190080],[5,113.59,25.2],[-34.986,-3026.988,0,0,0,0,1,1,1,1]],[1,"lb1 copy",4,[[2,"pintu kios\n(Kuning)",15,20,false,1,1,-144,[73],74]],[0,"0fIeNUDPJKcJUM+AjC0sUx",1],[4,4278190080],[5,70.5,45.2],[-175.835,-3211.852,0,0,0,0,1,1,1,1]],[1,"lb1 copy",4,[[2,"pintu kios\n(Merah)",15,20,false,1,1,-145,[75],76]],[0,"5ftuWYnWlBs46BiTO68Y6m",1],[4,4278190080],[5,70.5,45.2],[166.704,-3140.047,0,0,0,0,1,1,1,1]],[6,"lb_content_vn",5,[[7,false,"<b>경마 주사위 게임/ 파치시 시홀스 게임이란?</b>\n경마 주사위 게임/파리시 시홀스 게임은 루도(Ludo), 파치지(Parcheesi) 서양식 윷놀이입니다.. 이 게임은 남아시아(특히 베트남)에서 인기가 있으며 루도, 바치지 와 기본기는 동일하지만 플레이어와 게임 룰에 약간의 변형이 있습니다. 하지만 치열한 전략이 필요 없는 단순하게 레이싱을 즐길 수 있는 보드게임입니다.\n\n<b>게임 플레이 방법</b>\n이 게임은 2인~4인 플레이 가능합니다. 각 플레이어는 출발점에(시작 지점)에 4개씩의 말을 가지고 게임을 시작하게 됩니다.\n게임판의 각 모서리는 빨간색, 초록색, 노란색 파란색 표시되고 각 플레이어의 구역입니다. 안전하게 HOME(홈, 집)까지 돌아오는 것을 목표로 합니다.\n각 선수는 두 개의 주사위를 굴려서 자신의 구역에서 주사위에 나온 수만큼 말을 움직이게 됩니다. 플레이어의 구역에서 1~6칸에 4개의 말이 6,5,4,3번째로 모두 홈에 도착하면 승리입니다. 게임 규칙은 다음과 같습니다.\n\n<b>게임 규칙</b>\n각 팀은 게임 시작 할때 하나의 (1)말이 출발 점으로 나와야합니다.\n다음 말을 내보내려면 주사위를 굴려 동일한 숫자가 나오거나 1과 6이 필요합니다. \n주사위를 굴려 동일한 숫자가 나오거나 1과 6이 한쌍으로 나오면 주사위를 다시 굴릴 수 있습니다.\n출발점에 나온 상태라면 어느 말이든 두개의 주사위의 합만큼 이동하면 됩니다.\n\n<b>공통 규칙</b>\n한 구역에 (1)하나의 말만 있을 수 있습니다.\n플레이어는 앞서있는 상대의 말을 지나갈 수 없습니다. 이 경우 주사위를 굴려 상대의 말이 있는 칸에 정확히 맞춰서 상대의 말을 시작점으로 보냅니다.\n게임이 돌고 있는 동안에 안전구역은 없습니다. 일부 변형된 룰에서는 시작 지점을 안전구역으로 허용했지만 이 버전에는 허용되지 않습니다.\n \n\n \n \n \n \n \n \n \n  <img src='vn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n\n<b>A. 특별한 규칙</b>\n<b>1. 특별 보너스</b>\n첫번째 플레이어가 처음 주사위를 굴려 '6'이 나오면 플레이어는 3배로 승리할 수 있습니다.\n주의 :  플레이어가 낮은 구역(예: 3칸/4칸/5칸)에서 '6'으로 움직이면 특별 보너스를 받을 수 없으며 다른 플레이어가 특별 보너스를 받을 때까지 보너스 기회가 열려있습니다.\n\n<b>2. 말 잡기 규칙</b>\n상대의 말을 앞 지르기를 할 수 없습니다. 주사위를 던져서 상대의 말이 있는 곳까지 정확한 숫자가 나오면 상대의 말이 잡고 잡힌 말을 시작 지점(출발점)으로 갑니다.\n플레이어는 주사위를 동시에 굴려서 같은 숫자 (예: 3-3, 2-2, 6-6)가 나오고 주사위 점의 총 합계(또는 절반)가 상대의 말이 있는 거리와 동일하면 상대의 말을 잡을 수 있습니다. 만약 숫자 1이나 6이 쌍으로 나오면 첫 시작 벳의 2배로 승리금이 지급됩니다. \n만약 플레이어가 주사위를 던져서 같은 숫자가 나오거나 1- 6이 나오면 동시에 상대의 말을 잡을 수 있습니다. \n예 : 플레이어 A가 주사위를  굴려서 2페어 (또는 4페어)가 나오면 플레이어는 4칸 앞서있는 말을 동시에 잡을 수 있습니다. 만약 플레이어 B가 7칸에 있고 플레이어 A가 1-6이 나오면 플레이어B의 말을 잡을 수 있게 됩니다.\n특이사항: 동시에 2개 이상의 말을 같은 칸에 세울 수 있습니다. 만약 주사위를 굴려서 정확하게 해당칸을 맞추면 상대의 말은 다시 시작점으로 이동해야합니다. \n참고 : 묶음 말은 주사위를 굴려서 나온 숫자나 1/2, 절반의 수 만큼만 칸을 이동 할 수 있습니다. 예) 플레이어 A가 2페어나 나왔다면 2칸 또는 4칸을 이동할 수 있고 이 룰로 상대의 말을 잡을 수 있습니다.\n \n<b>3. 진입로 이동 </b>\n플레이어는 주사위를 굴려 정확히 해당 칸으로 움직일 수 있고 처음부터 높은 칸으로 바로 말을 이동시킬 수 없습니다. (6-5-4-3) \n예: 플레이어 A는 4구역에 있습니다. 플레이어 A는 주사위를 굴려 '5'나 주사위 2개의 숫자가  똑같이 나와야지만 말을 진입로에 세울 수 있습니다.  \n\n<b>4 .함정(덫)</b>\n주사위를 굴려서 1번째 칸으로 이동하게 되면 그 플레이어는 남은 모든 플레이어들에게서 자신의 말에 해당하는 금액을 지불하고 \"출발점으로 돌아갑니다.\" \n\n<b>5. 인터넷 연결이 끊어진 경우/ 말을 옮길 수 있도록 지정된 시간이 지난경우</b>\n각 시드의 정해진 시간 내에 말을 이동시키지 않거나 인터넷 연결 끊겨 게임이 종료된 경우를 말합니다. 이 경우 게임이 완전히 끝이 날때까지 플레이어 스스로 테이블에서 나올 수 없습니다. 기본 시스템에 따라 말은 \"가장 먼'곳으로 자동 이동합니다. 만약 상대의 말 때문에 움직일 수 없는 경우에는 다음 벨에서 더 멀리 이동하게 됩니다.\n말이 멀리 이동한다는 것은 게임 끊김#1 (FALL DOWN #1)현상으로 인터넷 연결이 끊어지거나 제한된 시간 안에 말이 이동하지 못하는 상황에서 적용됩니다.\n플레이어는 게임 도중에 게임종료를 할 수 없습니다. 허용된 시간 내에 네트워크 연결이 끊어지거나  말 이동 시간이 지나면 이용약관을 따릅니다. 플레이어는 반드시 게임이 완료된 후에 게임을 종료하거나 다른 게임을 진행할 수 있습니다.\n\n<b>6. 게임 전략</b>\na. 말잡기 : 주사위를 굴려서 정확하게 상대의 말이 있는 칸까지 이동하여  그리고 상대의 말을 잡고 자신의 말을 세웁니다. 그리고 잡힌 말은 \"강제 출발점\"으로 이동하게됩니다.\nb. 추방: 상대방 말이 1번~ 6번 홈과 시작점 중간에 위치하고 있을때 플레이어가 주사위를 굴려서 동일한 숫자가 나오거나 1과6이 나오면 상대방의 말은 추방됩니다.\nc. 후퇴: 상대방 B말이 1번~3번 홈으로 부터 A 플레이어의 시작문 근처에 있을 때 다른 플레이어 C와 D말이 A플레이어의 시작점 문으로 움직인 경우 플레이어 B의 말은 A플레이어의 시작문으로 보냅니다.\n\n후퇴된 말은 다음의 경우에만 움직일 수 있습니다.\n\n'-플레이어 B의 마리 잡힌 경우, 또는\n'-후퇴된 말을 가진 플레이어가 더 이상 움직일 말이 없는 경우\n'- 후퇴된 말을 가진 플레이어가 주사위를 굴려서 1-1이나 2-2가 나오면 탈출할 수 있습니다.  \n*주의 : 두가지 조건 아래에서 강제적인 상황이 발생됩니다.\n'-상대방의 시작문에 말 한마리가 위치하고 있을 때\n-그리고 1번~3번 홈으로 부터 시작문 앞에 다른말이 있을 때\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\n<i><b><color=#ff0000>(예시) 파란말 특정한 위치로 강제로 이동합니다.</color></b></i>\t\t\t\t\t\t\t\t\t\t\t  \n<i><color=#ff0000>A. 빨강팀</color></i>\n<i><color=#ff0000>B. 파랑팀</color></i>\n<i><color=#ff0000>C/D - 녹색팀(반드시 A: 빨강팀의 시작문에 위치해야합니다)</color></i>\n\n<b>7. 게임을 이기는 방법</b>\n플레이어의 말이 게임판을 한바퀴 돌아서 홈,목적지까지 모두 들어오면 게임이 종료됩니다. 말은 가장 높은 위치(6)에서 이동해서 목적지에 들어올 수 있고 다음 말들도 동일하게 이동해야 합니다. 모든 말들이 목적지에 들어오면 플레이어는 해당 테이블에 해당하는 승리급을 받습니다.\n~ 연속적으로 주사위를 굴릴 수 있는 경우 : \n플레이어는 연속으로 주사위를 굴릴 수 있습니다.:\na. 주사위 두개가 동시에 같은 번호가 나왔을떄\nb. 주사위 숫자가 1과 6이 나왔을때\nc. 상대방의 말을 잡았을 때\n\n<b>8. 더블 우승</b>\n어떤 플레이어가 4개의 말 모두를 6-3 목적지에 도달했고 다른 플레이어 중에  6칸에 말을 세우지 못하면 플레이어는 패/프로즌 됩니다. 반대로 승자는 루징 금액에 2배의 승리금을 받게 됩니다.\n참고 :   2명의 플레이어가 블랭크/프로즌으로 패하면 루징액은 2배가 되고 플레이어 3명이 모두 패하면 루징액은 3배가 됩니다. \n  \n<b>9.  플레이어가 테이블에서 게임 중에 게임머니가 거의 다 떨어져갈때?</b>\n게임진행에 필요한 잔액보다 적은 경우 (말 3개에 해당하는금액 기준) 재 충전할 수 있도록 시스템 알람으로 알려줍니다.\n플레이어가 즉시 게임머니를 충전하지 않은 상태에서 플레이어의 잔액이 떨어지면 자동으로 게임을 종료합니다.  \n\n<b>10. 말 잡기 계산 법</b>\n플레이어가 패하면 1:1(100%)턴오버 없이 베팅액만큼 게임머니가 차감됩니다. \n플레이어가 승리하면 1:0.93 (93%)보너스가 주어지고 1:1(100%)로 턴오버에 따라 계산됩니다.",22,980,25,-146,77,78]],[0,"50B1m3Ze9G9rQjs7R4xtDZ",1],[5,980,3531.5],[0,0.5,1]],[1,"lb1",5,[[3,"가정 안정",16,false,1,1,-147,[79],80]],[0,"93VDW6E51FUa6twfbWW/lG",1],[4,4278190080],[5,67.95,50.4],[-211.279,-802.353,0,0,0,0,1,1,1,1]],[1,"lb1 copy",5,[[3,"승리",16,false,1,1,-148,[81],82]],[0,"36thTuAodOyr+dj/6OSoq/",1],[4,4278190080],[5,32,50.4],[414.121,-802.353,0,0,0,0,1,1,1,1]],[1,"lb1 copy",5,[[3,"도로 안정",16,false,1,1,-149,[83],84]],[0,"d7GeYq8aZMQ5dI3j+VULVb",1],[4,4278190080],[5,67.95,50.4],[-211.279,-845.772,0,0,0,0,1,1,1,1]],[1,"lb1 copy",5,[[2,"(녹색)의 스톨 도어",15,20,false,1,1,-150,[89],90]],[0,"4eMYmLuK1Em476hjxnT4bK",1],[4,4278190080],[5,123.91,25.2],[28.619,-2744.517,0,0,0,0,1,1,1,1]],[1,"lb1 copy",5,[[2,"(파란색)의 스톨 도어",15,20,false,1,1,-151,[91],92]],[0,"37xq0dOBVBkotBzmGE8f69",1],[4,4278190080],[5,138.91,25.2],[-34.986,-2453.399,0,0,0,0,1,1,1,1]],[1,"lb1 copy",5,[[2,"(노란색)\n의 스톨 도어",15,20,false,1,1,-152,[93],94]],[0,"35QIgXczVAer2wx9smgQM8",1],[4,4278190080],[5,82.41,45.2],[-185.366,-2638.263,0,0,0,0,1,1,1,1]],[1,"lb1 copy",5,[[2,"(빨간색)\n의 스톨 도어",15,20,false,1,1,-153,[95],96]],[0,"62rUxIUwtJ6rXpnjg1GcZT",1],[4,4278190080],[5,82.41,45.2],[173.443,-2566.458,0,0,0,0,1,1,1,1]],[6,"lb_content_vn",6,[[7,false,"<b>競馬すごろくゲームの基本的な遊び方</b>\n最初のプレーヤーから始めます。自分の番になったら、プレイヤーはカップの中のサイコロを振ってから、転がします。その時、出た目がそのプレイヤーの得点となります。この得点によって、プレイヤーは、以下のいずれかの行動をとることができます。\n\n<b>1. チェスの駒を1つ出す</b>\nゲーム開始時に、各チームは最初の1頭の馬を「自動的に」スタート位置へ出すことができます。次の馬は、プレイヤーが以下のような特別なペアのサイコロを振った場合にのみ出発することが出来ます：ゾロ目又は、出目が1と6の場合\n\n<b>2. 移動/ 駒を蹴る</b>\nプレイヤーがチェスボード上に少なくとも1つの駒を持っている場合、サイコロの出目の数は、チェスの駒を移動させるマスの数に対応します。チェスの駒の移動方向は反時計回りです。\n・蹴る/蹴られた　 相手の馬がいる移動マスの数と同じ数の出目が出たら相手の馬を蹴ることを意味します。その際,相手の駒を蹴飛ばしてスタート前の待機小屋に戻すことができます。\n注意：チェスの各マスには「1頭の馬」しか立てられません。サイコロの目の合計が前の馬との距離よりも大きいところで後ろの馬が動くと、その馬は追い越しができません。\n\n<b>3.帰る/納屋に入る</b>\nプレイヤーの駒が相手の馬に蹴られることなく盤面を1周すると、プレイヤーの馬は納屋に戻ります。納屋に入る位置は、隣接する最大（6の位置）のものから最小（1の位置）のものまで順番に入れなければなりません。先に納屋に戻った馬は、一番高い位置（6の位置）に完全に入らなければ、ゲームに勝つことはできません。次の馬もすぐ後に隣接した位置（5、4、3の順番）に入らなければなりません。\n \n\n \n \n \n \n \n \n \n  <img src='vn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n\n<b>A. ゲームの特別ルール</b>\n<b>1. スペシャルボーナス</b>\n最初のサイコロの目で、自分の馬を納屋の「6」の位置に送ることができた場合、プレイヤーは賭け金の3倍を獲得します。\n注意：プレイヤーが1～5の位置から「6」に登った場合、そのプレイヤーはスペシャルボーナスを獲得することができず、誰かが獲得するまでスペシャルボーナス獲得のチャンスは他のプレイヤーにも残されたままとなります。\n\n<b>2. 馬の蹴り合いルール</b>\n直前にいる相手の馬のマスと同じ数のサイコロを振ったとき。\n1のゾロ目、又は6のゾロ目が出た場合、賞金は通常のキックボーナスの配当金の2倍となります。\n馬の出発と蹴りを同時に行うことが出来る：プレイヤーが振ったサイコロの目がゾロ目で、その目が相手の馬が待機小屋のスタート位置の近くに立っている距離の数と一致した場合、そのプレイヤーは出発と相手の馬を蹴ることができます。\n例：プレイヤーBの馬がプレイヤーAの納屋の入口から4離れたところに立っています。プレイヤーAがサイコロを2の組（または4の組）に振った場合、プレイヤーAは出発したばかりで馬を蹴ったことになります。 プレイヤーBの、馬が立っている待機場所の入口から4つ離れた位置にいる場合。同様に、プレイヤーBが7の位置にいる場合、プレイヤーAが1と6を出したら蹴られます。\n_具体的に、相手の馬と同じ距離の馬が2頭以上いて、プレイヤーが順番に全く同じ距離を得た場合、これらの馬は移動され、相手の馬を蹴ることができます。 \n注意：1頭の馬は、同じ距離で同じ数のサイコロを振った相手の馬が2頭以上いる場合もことができます。\nプレイヤーがいずれかのゾロ目を出した場合、プレイヤーは出目の合計数、または点数の1/2の馬を移動させることを選択できます。例えば、プレイヤーAが2のゾロ目を出した場合、プレイヤーAは2マスまたは4マス動くことができます。このルールは、相手の馬を蹴る場合にも適用されます。\n\n<b>3. 納屋に馬（チェス駒）を入れる方法</b>\n（6-5-4-3）の順番で一番高い位置に馬を移動させることができなかった場合、プレイヤーはサイコロを振って必要な位置に正しい合計（ゾロ目）が出たときにのみ、馬を押し上げることができます。\n例えば、プレイヤーAが自分の馬を納屋の4の位置に置いたとします。プレイヤーAは、サイコロを振って合計で５になる数か又はゾロ目の場合のみ、自分の馬を5の位置に押すことができます。\n\n<b>4 .罠（トラップ）</b>\nプレイヤーがサイコロを振って、1の位置に馬が納屋に移動しなければならない場合、そのプレイヤーは残りのプレイヤー全員に、1頭の馬の「納屋への召還」の正確な金額を支払わなければなりません。\nプレイヤーがインターネットに接続できなくなった場合や、各移動の決められた時間内に馬を動かさずにボードを降りようとした場合。システムは、移動位置が最も遠い馬を移動させます。また、この馬が納屋の位置1に移動しなければならない場合でも、システムはルールに基づいて移動します。\n\n<b>5. プレイヤーがインターネットに接続できなくなった場合や、決められた時間内に馬の移動を進めなかった場合</b>\nプレイヤーがインターネットに接続できなくなったり、各ロールの決められた時間内に馬を動かさずにゲームを終了した場合。このとき、ゲームが完全に終了するまで、プレイヤーは自力でゲームから出ることができません。システムは自動的に「最も進んでいる」位置にいる馬を動かすように設定されます。スタート地点から遠い位置にいる馬が前方に敵（相手）がいて進めない場合は、次に遠い位置にいる馬が移動することになります。\n\n<b>6. 蹴る義務、出発の義務、馬（駒）の所持の義務</b>\na. 蹴る義務：プレイヤーがサイコロを振って、前の馬の合計得点が正しければ、その馬は前の馬を強制的に移動させます。その他の馬は、「強制キック」のスコアを持つ馬以外は、移動の優先権はありません。\nb. 出発の義務：相手の馬が1から6の位置から待機小屋の入口に近い位置に立っている場合、その待機小屋の位置にいるプレイヤーは、サイコロを2つ振るか、1と6の目が出たら、その馬を「出発」させなければなりません。\nc. 馬（駒）の所持の義務：対戦相手Bの馬がスタート位置の1から3の位置からプレイヤーAの待機小屋の入口付近に立っていて、他のプレイヤーの馬（CまたはD）がプレイヤーAの待機小屋の入口のすぐそこに移動してきた場合。 この場合、プレイヤーBの馬はプレイヤーAのスタート位置に立っている馬に「所持」されます。\n例えば相手に所持された馬は、以下の場合にのみ動くことができます。\n- チームBの馬が蹴られた場合\n- 所持されているプレイヤー（C/D）に他に動かせる馬がいない場合\n- 所持されているプレイヤー（C/D）が2つのサイコロの目が1か2なら自分で動かせる。\n* 上記の法則になるには、2つの条件があります。\n- 他の相手の馬のスタート位置のすぐ近くに1頭の馬が立っている\n- その待機小屋のスタート位置の前の1から3の位置にもう1頭の馬が立っている\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\n<i><b><color=#ff0000>見本図を参照 : 青の馬（駒）は、この状況では「所持」される。</color></b></i>\t\t\t\t\t\t\t\t\t\t\t  \n<i><color=#ff0000>Aは赤チーム</color></i>\n<i><color=#ff0000>Bは青い馬（赤チームの1から3の位置から待機小屋のスタート位置の前に立つ）</color></i>\n<i><color=#ff0000>C/Dは緑の馬（赤チームのスタート位置エリアの右に立つ）</color></i>\n\n<b>7. 馬の移動と賭けに勝つルール</b>\n プレイヤーは、馬を移動させて1周走らせ、馬を納屋に戻さなければならない。馬は最も高い位置「6」の納屋に移動しなければならず、後続の馬も次の高い位置に移動しなければなりません。馬の納屋への移動が完了するたびに、プレイヤーはそのテーブルの賭け金で残りの賭け金を獲得します。\n ~ サイコロを連続して振り続けるルール\n プレイヤーは、以下の場合、サイコロを連続して振り続けます。\n a. ゾロ目が出たとき\n b. 1と6の目が出たとき\n c. 相手を蹴って得点を獲得したとき\n \n<b>8. 賞金のダブルアップ</b>\n 4頭すべての馬を6から3の納屋に戻したプレイヤーがいる状況で、尚且つ、他のプレイヤーの馬が６の納屋にいない状態なら、他のプレイヤーは負け。損失額は、負けたお金と比較して、勝者の馬が納屋にいる数の2倍になります。\n 注意：負けたプレイヤーが2人いる場合、ベットの損失は各敗者の２倍のままです。しかし、残りの3人のプレイヤーが全員負けた場合、この3人のプレイヤーの損失は通常の損失の３倍となります。\n \n<b>9. ゲームをプレイ中にいずれかのプレイヤーが資金不足に陥った場合／資金がなくなった場合は？</b>\nプレイヤーの金額が馬３頭分の支払い額と同じかそれ以下になると、システムから通知が届き、プレイヤーに残高をゲームにチャージするように促してくれます。\n 残高を使い切って、すぐにチャージしない場合は、自動的にゲームを強制終了させられます。\n \n<b>10. キックボーナス（蹴る）の計算方法</b>\n蹴られたプレイヤーは、プレイヤーが事前に選択した賭け金に基づいて1：1（100％）の損失を支払う必要があります。\n相手を蹴ったプレイヤーには、1:0.93（93％）のボーナスが与えられます。",22,980,25,-154,97,98]],[0,"834rY8wytGTqRO9DPjpfR3",1],[5,980,3756.5],[0,0.5,1]],[1,"lb1",6,[[3,"ホーム厩舎",16,false,1,1,-155,[99],100]],[0,"16nLjjjfVF5qI8xI2Llnvi",1],[4,4278190080],[5,80,50.4],[-211.279,-726.436,0,0,0,0,1,1,1,1]],[1,"lb1 copy",6,[[3,"勝利",16,false,1,1,-156,[101],102]],[0,"2bGKjrNhpDZooQpis6C8AB",1],[4,4278190080],[5,32,50.4],[414.121,-726.436,0,0,0,0,1,1,1,1]],[1,"lb1 copy",6,[[3,"安定した道路",16,false,1,1,-157,[103],104]],[0,"10Ix7N6VtGxr+J33d7geEf",1],[4,4278190080],[5,96,50.4],[-211.279,-769.855,0,0,0,0,1,1,1,1]],[1,"lb1 copy",6,[[2,"（緑）のストールドア",15,20,false,1,1,-158,[109],110]],[0,"16ZCmXanlDvaqlXF+wdNkK",1],[4,4278190080],[5,150,25.2],[28.619,-2897.007,0,0,0,0,1,1,1,1]],[1,"lb1 copy",6,[[2,"（青）のストールドア",15,20,false,1,1,-159,[111],112]],[0,"b3EiosevVM/5Nz1Bz9kwaD",1],[4,4278190080],[5,150,25.2],[-34.986,-2605.889,0,0,0,0,1,1,1,1]],[1,"lb1 copy",6,[[2,"（黄色）\nのストールドア",15,20,false,1,1,-160,[113],114]],[0,"3cOK6urw5P3oSxZO5QtgDG",1],[4,4278190080],[5,105,45.2],[-188.51,-2790.753,0,0,0,0,1,1,1,1]],[1,"lb1 copy",6,[[2,"（赤）\nのストールドア",15,20,false,1,1,-161,[115],116]],[0,"06ZgFR6YhKuZ9cfKlDawuK",1],[4,4278190080],[5,105,45.2],[179.102,-2718.948,0,0,0,0,1,1,1,1]],[6,"lb_content_vn",2,[[7,false,"<b>เกมส์ Horse Race Dice /Pachisi Seahorse คืออะไร?</b>\nเกมส์ Horse Race Dice /Pachisi Seahorse คือเกมส์กระดานในตระกูลเดียวกับเกมส์ Ludo, Parcheesi และเกมส์กระดานอื่นๆ ซึ่งเป็นที่นิยมเป็นอย่างมากในแถบเอเชียใต้ (โดยเฉพาะเวียดนาม) ลักษณะการเล่นจะคล้ายๆกับ Ludo หรือ Parcheesi แต่จะมีกฎ กติกาบางข้อที่แตกต่างกัน และอาจจะต้องใช้ทักษะในการเล่นมากกว่าเกมส์อื่นเล็กน้อยเนื่องจากต้องคอยป้องกันไม่ให้ผู้เล่นฝ่ายตรงข้ามเคลื่อนไหวได้\n\n<b>การเล่น</b>\nเกมส์นี้สามารถมีผู้เล่นได้ตั้งแต่ 2 - 4 คน ใช้ลูกเต๋าทั้งหมด 2 ลูก เมื่อเริ่มเกมส์ผู้เล่นแต่ละคนจะรับกระดานและม้า4ตัว ซึ่งจะมีสีแดง, เขียว, เหลือง และน้ำเงิน ประจำอยู่ที่ฐานในแต่ละมุมของกระดาน เป้าหมายของผู้เล่นแต่ละคนคือจะต้องพาม้าทั้ง4ตัวของตนเองไปยังบ้านจากฐานเริ่มต้นของตัวเองอย่างปลอดภัย ที่ฐานเริ่มต้นจะมีทั้งหมด6จุดแบ่งเป็นเลขตั้งแต่เลข 1 ถึง 6 ม้าทั้ง4ตัวจะต้องถึงฐานโดยผ่านจุดหมายเลข 6, 5, 4 และ 3 เพื่อเอาชนะ โดยกฎและกติกาการเล่นของเกมส์มีดังนี้\n\n<b>กฎและกติกาการเล่น</b>\nในตอนแรกเมื่อเริ่มเกมส์ ผู้เล่นแต่ละคนจะมีม้าเพียงหนึ่งตัวบนกระดาน\nผู้เล่นจะต้องทอยลูกเต๋าได้ดับเบิ้ล(ลูกเต๋าทั้ง2ลูกได้เลขแต้มเดียวกัน) หรือ ทอยได้1แต้ม และ 6แต้ม ใน 1 ครั้งที่ทอยจึงจะสามารถเพิ่มม้าบนกระดานได้\nผู้เล่นจะได้ทอยลูกเต๋าติดต่อกันอีกครั้งหากต้องทอยได้ดับเบิ้ลหรือ ทอยได้1แต้ม และ 6แต้ม ใน 1 ครั้งที่ทอย\nหากผู้เล่นอยู่นอกฐานเริ่มต้นของตนเอง ผู้เล่นสามารถใช้ยอดรวมของลูกเต๋าที่ทอยได้เพื่อเคลื่อนที่\n\n<b>กฎและกติกาทั่วไป</b>\nหนึ่งจุดแต่ละหมายเลขสามารถมีม้าได้เพียงหนึ่งตัวเท่านั้น\nผู้เล่นไม่สามารถเคลื่อนย้ายม้าของตนเองหรือของผู้เล่นคนอื่นได้ นอกเสียจากจะทอยลูกเต๋าได้แต้มที่เพียงพอให้เคลื่อนที่ไปยังจุดนั้น ผู้เล่นจะสามารถชนม้าและทำให้ม้าของคู่ต่อสู้กลับไปที่ฐานเริ่มต้นได้\nในเกมส์เวอร์ชั่นนี้บนกระดานจะไม่มีจุดปลอดภัย(Safe point) ม้าของผู้เล่นแต่ละคนสามารถโดนชนและกลับไปยังฐานเริ่มต้นได้ทุกเมื่อ\n \n\n \n \n \n \n \n \n \n  <img src='vn_0' width=319 height=218/>          <img src='vn_1' width=216 height=208/>        <img src='vn_2' width=317 height=219/>\n \n<b>กฎและกติกาพิเศษบางส่วน</b>\n<b>1 โบนัสพิเศษ</b>\nเมื่อเริ่มเกมส์หากผู้เล่นสามารถส่งม้าของตนเองไปยังจุดหมายเลข 6 จากฐานเริ่มต้นโดยการทอยลูกเต๋าเพียงครั้งเดียว ผู้เล่นจะได้รับเงินโบนัสเป็น 3 เท่า\nหมายเหตุ: หากผู้เล่นไปยังจุดหมายเลข 6 โดยเริ่มจากจุดที่หมายเลขต่ำกว่า (หมายเลข 3,4,5) จะไม่ถือว่าชนะโบนัสพิเศษ แต่ผู้เล่นคนอื่นยังสามารถลุ้นชนะโบนัสพิเศษนี้ได้\n\n<b>2 การชนม้า</b>\nเมื่อผู้เล่นทอยลูกเต๋าได้จำนวนที่ไปอยู่ข้างหน้าม้าของคู่แข่ง ผู้เล่นจะไม่สามารถเคลื่อนย้ายม้าของตนเองหรือของผู้เล่นคนอื่นได้ นอกเสียจากจะทอยลูกเต๋าได้แต้มที่เพียงพอให้เคลื่อนที่ไปยังจุดนั้น ผู้เล่นจะสามารถชนม้าและทำให้ม้าของคู่ต่อสู้กลับไปที่ฐานเริ่มต้นได้\nหากผู้เล่นต้องทอยลูกเต๋าได้ดับเบิ้ล(เช่นได้แต้ม 3-3, 2-2, 6-6) และผลรวมของลูกเต๋าเท่ากับจำนวนช่องที่จะไปตกตรงหน้าม้าของคู่แข่ง ผู้เล่นจะสามารถชนม้าของอีกฝ่ายได้ หากผู้เล่นทอยได้ดับเบิ้ลเลข 1-1และ 6-6 จะได้รับเงินเป็น2เท่าจากยอดเดิมพัน\nหากผู้เล่นทอยลูกเต๋าได้ดับเบิ้ลหรือทอยได้แต้ม1-6 โดยเป็นผลรวมที่ทำให้ไปถึงจุดที่ม้าของคู่แข่งอยู่ ผู้เล่นจะสามารถได้ม้าเพิ่มบนกระดานและชนม้าของคู่เข่งให้กลับไปที่ฐานได้ในเวลาเดียวกัน\nตัวอย่าง: ม้าของผู้เล่น B อยู่ห่างจากฐานของผู้เล่น A 4 ช่อง ผู้เล่น Aทอยลูกเต๋าได้ดับเบิ้ล 2 แต้ม (หรือดับเบิ้ล 4 แต้ม) ผู้เล่น Aจะสามารถชนม้าของผู้เล่น B ที่อยู่ห่างจากฐานของผู้เล่น A 4 ช่องให้กลับไปที่ฐานเริ่มต้นได้ เช่นเดียวกันหากผู้เล่น B อยู่ในตำแหน่งหมายเลข 7 ก็จะถูกชนถ้าผู้เล่น A ไปตกที่ตำแหน่ง 1-6\nหากมีม้าตั้งแต่2ตัวขึ้นไปอยู่ในตำแหน่งเดียวกันของม้าคู่แข่ง และผู้เล่นทอยได้แต้มระยะทางเท่ากัน ม้าเหล่านี้จะเคลื่อนที่และสามารถชนม้าของคู่แข่งตามระยะช่องที่ได้\nหมายเหตุ: ม้า1ตัวสามารถร่วมได้ถ้ามีม้าของคู่แข่งตั้งแต่2ตัวขึ้นไปในระยะทางเท่ากันและแต้มลูกเต๋าเท่ากัน หากผู้เล่นทอยได้แต้มดับเบิ้ล ผู้เล่นจะสามารถเลือกได้ว่าจะเคลื่อนที่เท่าผลรวมของแต้มที่ทอยได้หรือครึ่งนึงของแต้มที่ทอยได้  ตัวอย่างเช่น ผู้เล่น A ทอยได้ดับเบิ้ล2-2 ผู้เล่นA สามารถเลือกได้ว่าจะเคลื่อน 2 หรือ 4 ช่อง กติกานี้รวมถึงการชนม้าของฝ่ายตรงข้ามเช่นเดียวกัน\n\n<b>3 จุดเดินทางเพื่อกลับฐาน</b>\nผู้เล่นไม่สามารถเคลื่อนม้าไปยังฐานหมายเลขสูงสุดและเรียงลำดับลงมาได้ (6-5-4-3) ผู้เล่นจะสามารถเคลื่อนม้าได้ก็ต่อเมื่อทอยลูกเต๋าได้เท่ากับระยะทางที่เหลืออย่างพอดี\nตัวอย่าง: ผู้เล่น A ย้ายม้าไปที่ตำแหน่งหมายเลข 4 ผู้เล่น A จะสามารถย้ายม้าไปที่ตำแหน่งหมายเลข5 ได้ก็ต่อเมื่อทอยลูกเต๋าได้แต้มเท่ากับ5 หรือได้แต้มดับเลิ้ล\n\n<b>4 โดนกับดัก</b>\nหากผู้เล่นทอยลูกเต๋าและได้เคลื่อนม้าไปที่ตำแหน่งหมายเลข 1 ผู้เล่นจะต้องจ่ายเป็นจำนวนเท่ากับจำนวนม้าเพื่อให้กลับไปที่ฐานโดยสมบูรณ์\n\n<b>5 หากมีปัญหาการเชื่อมต่ออินเตอร์เนตหรือไม่สามารถเคลื่อนม้าได้ภายในเวลาที่กำหนด</b>\nเมื่อผู้เล่นมีปัญหาเชื่อมต่ออินเตอร์เนตหรือออกจากเกมส์ในระหว่างแข่งขันโดยที่ไม่เคลื่อนม้าภายในระยะเวลาที่กำหนด ระบบจะเคลื่อนม้าของผู้เล่นไปยังจุดที่ไกลที่สุดโดยอัตโนมัติ หากม้าที่อยู่ไกลที่สุดไม่สามารถเคลื่อนที่ได้เพราะมีม้าของคู่แข่งอยู่ข้างหน้า ม้าที่อยู่ไกลที่สุดตัวถัดไปจะถูกเคลื่อนที่แทนทันที\nหากม้าที่อยู่ไกลที่สุดถูกย้ายไปตกอยู่ที่ตำแหน่งหมายเลข 1 ผลลัพธ์จะเหมือนกับที่กล่าวไปข้างต้น\nผู้เล่นจะสามารถออกจากเกมส์หรือเปลี่ยนเกมส์ได้ก็ต่อเมื่อเกมส์จบลงแล้วเท่านั้น\n\n<b>6 ต้องชนม้า, ต้องเพิ่มม้า, ต้องหยุดม้า</b>\na. ต้องชนม้า: เมื่อผู้เล่นคนใดก็ตามทอยลูกเต๋าได้แต้มรวมเท่ากับจุดที่ม้าข้างหน้าอยู่ ม้าของผู้เล่นที่ทอยลูกเต๋าจะถูกบังคับให้เคลื่อนที่ม้าตรงหน้า โดยม้าตัวอื่นจะไม่สามารถเคลื่อนที่ได้\nb. ต้องเพิ่มม้า: หากม้าของผู้แข่งขันคนอื่นอยู่ใกล้ประตูที่สุดจากตำแหน่ง 1-6 ผู้เล่นนั้นจะถูกบังคับให้เพิ่มม้าถ้าหากทอยลูกเต๋าได้ดับเบิ้ลหรือแต้ม 1-6\nc. ต้องหยุดม้า: หากม้าของผู้เล่น B อยู่ใกล้ประตูที่สุดจากตำแหน่ง 1-3 โดยม้าของผู้เล่นคนอื่น (ผู้เล่น C หรือ D) เคลื่อนที่ไปยังประตู (ตำแหน่งหมายเลข 0)ของผู้เล่น A ผู้เล่น B จะถูกบังคับให้หยุดม้าอยู่ที่หน้าประตูของผู้เล่น A และไม่สามารถเคลื่อนที่ได้จนกว่าม้าของผู้เล่น B จะถูกชนหรือเมื่อไม่มีม้าของผู้เล่นเคลื่อนที่ได้เช่นกัน\n\n\n\n\n\n\n\n\n\n\n\n\n                                              <img src='vn_3' width=452 height=307/>\n\n<b>7 เมื่อม้าวิ่งถึงฐานและชนะเดิมพัน</b>\nผู้เล่นจะต้องเคลื่อนที่ม้าในครบรอบและส่งม้ากลับไปที่ฐาน โดยม้าจะต้องเคลื่อนที่จากตำแหน่งหมายเลขสูงสุด (6) และม้าตัวถัดไปก็จะต้องเคลื่อนที่ไปยังตำแหน่งสูงสุดถัดไป เมื่อเคลื่อนม้าไปที่ฐานจนครบผู้เล่นถึงจะชนะและได้รับเงินเดิมพัน\n~ผู้เล่นจะสามารถทอยลูกเต๋าติดต่อกันได้ก็ต่อเมื่อ\na. ทอยได้แต้มดับเบิ้ล\nb. ทอยได้แต้ม 1-6\nc. ทอยได้แต้ม SHOCKING ของคู่แข่ง\n\n<b>8 ชนะแบบดับเบิ้ล</b>\nหากผู้เล่นคนใดได้เคลื่อนม้าทั้ง4ตัวกลับไปที่ฐาน 6-3 โดยที่ไม่มีผู้เล่นคนใดอยู่ที่ตำแหน่ง6 ผู้เล่นนั้นจะถูกฟรีซและปรับแพ้ จำนวนเงินที่เสียจะเท่ากับจำนวนของม้าที่ชนะ 2 เท่า\nหมายเหตุ: หากมีผู้เล่น2คนที่ถูกฟรีซพร้อมกัน จำนวนเงินที่เสียจะยังคงเป็น2เท่าต่อผู้เล่น1คน อย่างไรก็ตามหากมีผู้เล่นที่แพ้ 3 คน ยอดเสียจะถูกคิดเป็น3เท่าของยอดเสียปกติ\n\n<b>9 เมื่อเงินเดิมพันของผู้เล่นมียอดคงเหลือไม่เพียงพอในระหว่างที่เล่นเกมส์</b>\nเมื่อผู้เล่นมียอดเงินคงเหลือน้อยกว่ายอดรวมของม้า3ตัว ระบบจะทำการแจ้งเตือนผู้เล่นเพื่อเติมเงินเพิ่ม\nหากผู้เล่นไม่มียอดเงินคงเหลือและไม่ได้เติมเงินเพิ่มภายในระยะเวลาที่ระบบกำหนด ผู้เล่นจะถูกออกจากเกมส์โดยอัตโนมัติ\n\n<b>10 วิธีคำนวณม้าที่ถูกชน</b>\nเจ้าของม้าที่ถูกชนจะต้องจ่ายในอัตรา 1:1 (100%) ตามจำนวนเดิมพันที่ถูกเลือกโดยผู้เล่น โดยจะไม่ถูกนับเป็นยอดเทิร์นโอเวอร์\nผู้เล่นที่ชนม้าของคู่แข่งจะได้รับโบนัสในอัตรา 1:0:93 (93%) และยอดเทิร์นโอเวอร์จะถูกคำนวณในอัตรา 1:1 (100% ของเงินเดิมพัน)",22,980,25,-162,118,119]],[0,"509lGiFepBD6jaTXWKC1BY",1],[5,980,3181.5],[0,0.5,1]],[1,"lb1",2,[[3,"ฐานเริ่มต้น",16,false,1,1,-163,[120],121]],[0,"e4pRTAjq1JjbSrmOknUEG7",1],[4,4278190080],[5,67.84,50.4],[-211.279,-777.202,0,0,0,0,1,1,1,1]],[1,"lb1 copy",2,[[3,"ชนะ",16,false,1,1,-164,[122],123]],[0,"e0wLV6J8ND/Jz53YSYMqjp",1],[4,4278190080],[5,26.99,50.4],[414.121,-777.202,0,0,0,0,1,1,1,1]],[1,"lb1 copy",2,[[3,"จุดเดินทาง",16,false,1,1,-165,[124],125]],[0,"33Q59V8mdC8ote1hupX/jd",1],[4,4278190080],[5,70.77,50.4],[-211.279,-820.621,0,0,0,0,1,1,1,1]],[1,"lb1 copy",2,[[2,"ประตูคอกของ (สีเขียว)",15,20,false,1,1,-166,[130],131]],[0,"08gHh7mgdNmrylObxAGPg6",1],[4,4278190080],[5,138.89,25.2],[28.619,-2521.382,0,0,0,0,1,1,1,1]],[1,"lb1 copy",2,[[2,"ประตูคอกของ (สีน้ำเงิน)",15,20,false,1,1,-167,[132],133]],[0,"4d7JD8GbRHppQGAwn3nLCe",1],[4,4278190080],[5,146.75,25.2],[-34.986,-2230.264,0,0,0,0,1,1,1,1]],[1,"lb1 copy",2,[[2,"ประตูคอกของ \n(สีเหลือง)",15,20,false,1,1,-168,[134],135]],[0,"cegVY0zMpBLbdxV1NPxXzY",1],[4,4278190080],[5,88.13,45.2],[-185.366,-2415.128,0,0,0,0,1,1,1,1]],[1,"lb1 copy",2,[[2,"ประตูคอกของ \n(สีแดง)",15,20,false,1,1,-169,[136],137]],[0,"a5al85WWZCkLGMEDsdA0g2",1],[4,4278190080],[5,88.13,45.2],[173.443,-2343.323,0,0,0,0,1,1,1,1]]],0,[0,7,1,0,8,6,0,9,5,0,10,2,0,11,4,0,12,9,0,13,3,0,14,8,0,15,16,0,16,10,0,0,1,0,-1,12,0,-2,10,0,-1,76,0,-2,77,0,-3,78,0,-4,79,0,-5,25,0,-6,26,0,-7,80,0,-8,81,0,-9,82,0,-10,83,0,-1,38,0,-2,39,0,-3,40,0,-4,41,0,-5,17,0,-6,18,0,-7,42,0,-8,43,0,-9,44,0,-10,45,0,-1,52,0,-2,53,0,-3,54,0,-4,55,0,-5,19,0,-6,20,0,-7,56,0,-8,57,0,-9,58,0,-10,59,0,-1,60,0,-2,61,0,-3,62,0,-4,63,0,-5,21,0,-6,22,0,-7,64,0,-8,65,0,-9,66,0,-10,67,0,-1,68,0,-2,69,0,-3,70,0,-4,71,0,-5,23,0,-6,24,0,-7,72,0,-8,73,0,-9,74,0,-10,75,0,0,7,0,-1,8,0,-3,9,0,-1,31,0,-2,32,0,-3,33,0,-4,34,0,-5,35,0,-6,36,0,-7,37,0,-1,46,0,-2,47,0,-3,48,0,-4,49,0,-5,50,0,-6,51,0,0,10,0,-1,27,0,-2,15,0,-3,14,0,-1,30,0,0,11,0,0,11,0,-1,28,0,0,12,0,0,12,0,0,12,0,0,13,0,0,13,0,-1,16,0,0,15,0,0,17,0,0,17,0,0,18,0,0,18,0,0,19,0,0,19,0,0,20,0,0,20,0,0,21,0,0,21,0,0,22,0,0,22,0,0,23,0,0,23,0,0,24,0,0,24,0,0,25,0,0,25,0,0,26,0,0,26,0,0,27,0,-1,29,0,0,31,0,0,32,0,0,33,0,0,34,0,0,35,0,0,36,0,0,37,0,0,38,0,0,39,0,0,40,0,0,41,0,0,42,0,0,43,0,0,44,0,0,45,0,0,46,0,0,47,0,0,48,0,0,49,0,0,50,0,0,51,0,0,52,0,0,53,0,0,54,0,0,55,0,0,56,0,0,57,0,0,58,0,0,59,0,0,60,0,0,61,0,0,62,0,0,63,0,0,64,0,0,65,0,0,66,0,0,67,0,0,68,0,0,69,0,0,70,0,0,71,0,0,72,0,0,73,0,0,74,0,0,75,0,0,76,0,0,77,0,0,78,0,0,79,0,0,80,0,0,81,0,0,82,0,0,83,0,17,1,2,3,7,3,3,7,4,3,7,5,3,7,6,3,7,7,3,14,11,3,14,13,3,15,16,18,30,169],[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,29],[-1,2,-1,2,-1,2,19,20,21,22,-1,4,5,-1,1,-1,1,-1,1,-1,1,-1,1,-1,1,4,5,-1,1,-1,1,-1,1,-1,2,-1,2,-1,1,-1,1,-1,1,-1,1,4,5,-1,1,-1,1,-1,1,-1,1,-1,1,4,5,-1,1,-1,1,-1,1,-1,2,-1,2,-1,1,-1,1,-1,1,-1,1,4,5,-1,1,-1,1,-1,1,-1,2,-1,2,-1,1,-1,1,-1,1,-1,1,4,5,-1,1,-1,1,-1,1,-1,2,-1,2,-1,1,-1,1,-1,1,-1,1,-1,4,5,-1,1,-1,1,-1,1,-1,2,-1,2,-1,1,-1,1,-1,1,-1,1,-1,2,-1,2,2],[0,2,0,8,0,6,6,5,5,5,0,3,4,0,1,0,1,0,1,0,1,0,1,0,1,3,4,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,3,4,0,1,0,1,0,1,0,1,0,1,3,4,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,3,4,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,3,4,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,3,4,0,1,0,1,0,1,0,2,0,2,0,1,0,1,0,1,0,1,0,9,0,10,11]]]]